{
"INST1NEUTRALA": "Este experimento irá testar como você usa ou ignora uma informação na hora de tomar uma decisão. Nesta tarefa você deverá determinar a direção da seta central em um conjunto de cinco setas.  ",
"INST1NEUTRALB": "Se a seta central estiver apontando para a esquerda, responda ESQUERDA. Se estiver apontando para a direita, responda DIREITA.  ",
"INST1NEUTRALC": "As setas em torno da seta central ou estarão apontando para a mesma direção, ou para a direção oposta, ou aparecerão apenas linhas. Você deve sempre ignorá-las e responder apenas à seta central. Alguns exemplos estão mostrados abaixo:",
"INST1NONEUTRALA": "Este experimento irá testar como você usa ou ignora uma informação na hora de tomar uma decisão. Nesta tarefa você deverá determinar a direção da seta central em um conjunto de cinco setas.  ",
"INST1NONEUTRALB": "Se a seta central estiver apontando para a esquerda, responda ESQUERDA. Se estiver apontando para a direita, responda DIREITA.  ",
"INST1NONEUTRALC": "As setas em torno da seta central ou estarão apontando para a mesma direção, ou para a direção oposta, ou não aparecerão. Você deve sempre ignorá-las e responder apenas à seta central. Alguns exemplos estão mostrados abaixo:",
"INST2A": "Além disso, você vai ver uma cruz no centro da tela. As setas aparecerão um pouco acima ou um pouco abaixo do centro da tela. Antes de cada seta, algumas vezes aparecerá um '",
"INST2B": "' dando uma dica de onde as setas aparecerão. Se um único * aparecer acima ou abaixo do centro da tela, as setas aparecerão naquele lugar.  Pode ocorrer também do ",
"INST2C": "aparecer no centro, ou aparecer nas duas posições (um acima e outro abaixo), ou mesmo não aparecer. Nestes casos você não saberá se as setas aparecerão acima ou abaixo do centro. Faça uma resposta para ver a sequência de estímulos.",
"INST2ADDON": "\n Faça uma resposta quando já tiver visto exemplos suficientes.",
"INST3TEXT": "O experimento possui 4 blocos. O primeiro é um treino e leva cerca de 2 minutos. Os outros três blocos contam para o experimento e duram cerca de 5 minutos cada. Você vai começar o bloco de treino, apenas neste bloco você será informado se você acertou e quanto tempo você levou para responder (em milésimos de segundo). Responda o mais rápido e preciso que puder.\n\nSe você ainda tiver alguma dúvida pergunte ao examinador, caso contrário faça uma resposta para iniciar.",
"INST3TEXTNORT": "O experimento possui 4 blocos. O primeiro é um treino e leva cerca de 2 minutos. Os outros três blocos contam para o experimento e duram cerca de 5 minutos cada. Você vai começar o bloco de treino, apenas neste bloco você será informado se você acertou. Responda o mais rápido e preciso que puder.\n\nSe você ainda tiver alguma dúvida pergunte ao examinador, caso contrário faça uma resposta para iniciar.",
"INSTREMA": "\nLembre-se: use as opções de resposta mostradas na parte inferior da tela",
"INSTREMB": "",
"INSTREMC": " para responder. Faça uma resposta para começar.",
"FOOTERL": "ESQUERDA",
"FOOTERR": "DIREITA",
"INTERBLOCK": "Descanse um pouco e faça uma resposta quando estiver pronto para começar o próximo bloco.",
"DEBRIEF": "Obrigado por participar do estudo. Avise ao pesquisador que você terminou.",
"CORRECT": "Certo",
"INCORRECT": "Errado",
"AUTHOR": "Paulo Moraes - Generic translation for multi-platform support"
}
