{
"INST1NEUTRALA": "Cette étude testera comment vous utilisez et ignorez les informations afin de prendre une décision. Dans cette tâche, il vous sera demandé de déterminer la direction de la flèche centrale, dans un ensemble de cinq.  ",
"INST1NEUTRALB": "Si la flèche centrale pointe vers la gauche, répondez GAUCHE. Si elle pointe vers la droite, répondez DROITE.  ",
"INST1NEUTRALC": "Les têtes des flèches entourant la flèche centrale seront soit dans la même direction, soit dans la direction opposée, soit absentes et n'apparaîtront que sous forme de lignes. Vous ignorerez toujours les symboles environnants et ne répondrez qu'à la flèche centrale. Quelques exemples de stimuli sont présentés ci-dessous:",
"INST1NONEUTRALA": "Cette étude testera comment vous utilisez et ignorez les informations afin de prendre une décision. Dans cette tâche, il vous sera demandé de déterminer la direction de la flèche centrale, dans un ensemble de cinq.  ",
"INST1NONEUTRALB": "Si la flèche centrale pointe vers la gauche, répondez GAUCHE. Si elle pointe vers la droite, répondez DROITE.  ",
"INST1NONEUTRALC": "Les têtes des flèches entourant la flèche centrale seront soit dans la même direction, soit dans la direction opposée, soit absentes. Vous ignorerez toujours les symboles environnants et ne répondrez qu'à la flèche centrale. Quelques exemples de stimuli sont présentés ci-dessous:",
"INST2A": "De plus, les stimuli de flèches apparaîtront soit légèrement au-dessus du centre de l'écran, soit légèrement en dessous du centre de l'écran. Avant chaque stimulus, un symbole '",
"INST2B": "' vous indiquera parfois l'emplacement possible de la nouvelle cible. Si un seul ",
"INST2C": " apparaît au-dessus ou en dessous du centre de l'écran, le stimulus se produira toujours à cet emplacement. D'autres fois, l'indice apparaîtra au centre, ou deux indices apparaîtront (un en haut et un en bas), ou aucun indice ne se produira. Dans ces cas, vous ne saurez pas si le stimulus sera en haut ou en bas. Faites une réponse pour voir la séquence de stimuli.",
"INST2ADDON": "\n Faites une réponse lorsque vous avez vu suffisamment d'exemples.",
"INST3TEXT": "Vous commencerez par un court bloc d'essais de pratique. Après chaque essai, on vous dira si vous êtes correct et combien de temps vous avez mis pour faire la réponse (en millièmes de seconde). Essayez de répondre aussi rapidement et précisément que possible.",
"INST3TEXTNORT": "Vous commencerez par un court bloc d'essais de pratique. Après chaque essai, on vous dira si vous êtes correct. Essayez de répondre aussi rapidement et précisément que possible.",
"INSTREMA": "\nRappelez-vous, utilisez les options de réponse affichées en bas de l'écran",
"INSTREMB": "",
"INSTREMC": " pour répondre. Faites une réponse pour commencer.",
"FOOTERL": "GAUCHE",
"FOOTERR": "DROITE",
"INTERBLOCK": "Prenez une courte pause. Faites une réponse pour commencer le prochain bloc.",
"DEBRIEF": "Merci d'avoir participé à l'étude. Informez le chercheur que vous avez terminé.",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"AUTHOR": "Generic translation for multi-platform support"
}
