{
"INST1NEUTRALA": "In dieser Aufgabe wird getestet, wie Sie angebotene Informationen nutzen oder ignorieren, um eine Entscheidung zu treffen. Ihre Aufgabe ist es zu bestimmen, in welche Richtung der mittlere Pfeil in einem Set von fünf Pfeilen zeigt.  ",
"INST1NEUTRALB": "Wenn der mittlere Pfeil nach links zeigt, antworten Sie LINKS. Wenn er nach rechts zeigt, antworten Sie RECHTS.  ",
"INST1NEUTRALC": "Die Spitzen der äußeren Pfeile werden entweder in die gleiche Richtung, in die entgegengesetzte Richtung zeigen, fehlen oder nur als Linien erscheinen. Sie ignorieren immer die umgebenden Symbole und antworten nur auf den mittleren Pfeil. Einige Beispielstimuli werden unten gezeigt:",
"INST1NONEUTRALA": "In dieser Aufgabe wird getestet, wie Sie angebotene Informationen nutzen oder ignorieren, um eine Entscheidung zu treffen. Ihre Aufgabe ist es zu bestimmen, in welche Richtung der mittlere Pfeil in einem Set von fünf Pfeilen zeigt.  ",
"INST1NONEUTRALB": "Wenn der mittlere Pfeil nach links zeigt, antworten Sie LINKS. Wenn er nach rechts zeigt, antworten Sie RECHTS.  ",
"INST1NONEUTRALC": "Die Spitzen der äußeren Pfeile werden entweder in die gleiche Richtung, in die entgegengesetzte Richtung zeigen oder fehlen. Sie ignorieren immer die umgebenden Symbole und antworten nur auf den mittleren Pfeil. Einige Beispielstimuli werden unten gezeigt:",
"INST2A": "Zusätzlich werden die Pfeilstimuli entweder leicht oberhalb der Bildschirmmitte oder leicht unterhalb der Bildschirmmitte erscheinen. Vor jedem Stimulus wird ein '",
"INST2B": "' Symbol manchmal den möglichen Ort des neuen Ziels anzeigen. Wenn ein einzelnes ",
"INST2C": " oberhalb oder unterhalb der Bildschirmmitte erscheint, wird der Stimulus immer an diesem Ort auftreten. Andere Male wird der Hinweis in der Mitte erscheinen, oder zwei Hinweise werden erscheinen (einer oben und einer unten), oder es wird kein Hinweis auftreten. In diesen Fällen wissen Sie nicht, ob der Stimulus oben oder unten sein wird. Geben Sie eine Antwort, um die Sequenz der Stimuli zu sehen.",
"INST2ADDON": "\n Geben Sie eine Antwort, wenn Sie genug Beispiele gesehen haben.",
"INST3TEXT": "Sie beginnen mit einem kurzen Block von Übungsversuchen. Nach jedem Versuch wird Ihnen mitgeteilt, ob Sie richtig liegen und wie lange Sie für die Antwort gebraucht haben (in Tausendstelsekunden). Versuchen Sie so schnell und genau wie möglich zu antworten.",
"INST3TEXTNORT": "Sie beginnen mit einem kurzen Block von Übungsversuchen. Nach jedem Versuch wird Ihnen mitgeteilt, ob Sie richtig liegen. Versuchen Sie so schnell und genau wie möglich zu antworten.",
"INSTREMA": "\nDenken Sie daran, verwenden Sie die am unteren Bildschirmrand angezeigten Antwortoptionen",
"INSTREMB": "",
"INSTREMC": " zum Antworten. Geben Sie eine Antwort, um zu beginnen.",
"FOOTERL": "LINKS",
"FOOTERR": "RECHTS",
"INTERBLOCK": "Machen Sie eine kurze Pause. Geben Sie eine Antwort, um den nächsten Block zu beginnen.",
"DEBRIEF": "Vielen Dank für Ihre Teilnahme an der Studie. Informieren Sie den Forscher, dass Sie fertig sind.",
"CORRECT": "Richtig",
"INCORRECT": "Falsch",
"AUTHOR": "Generic translation for multi-platform support"
}
