{
"INST1NEUTRALA": "This study will test how you both use and ignore information in order to make a decision.  In this task, you will be asked to determine the direction of the center arrow, in a set of five.  If it is pointing left, press the '",
"INST1NEUTRALB": "' key.  If it is to the right, press the '",
"INST1NEUTRALC": "' key.  The heads of the arrows surrounding the center arrow will either be in same direction, the opposite direction, will be absent, and only appear as lines.  You will always ignore the surrounding symbols, and respond only to the central arrow.  Some example stimuli are shown below:",
"INST1NONEUTRALA": "This study will test how you both use and ignore information in order to make a decision.  In this task, you will be asked to determine the direction of the center arrow, in a set of five.  If it is pointing left, press the '",
"INST1NONEUTRALB": "' key.  If it is to the right, press the '",
"INST1NONEUTRALC": "'  key.  The heads of the arrows surrounding the center arrow will either be in same direction, the opposite direction, or will be absent.  You will always ignore the surrounding symbols, and respond only to the central arrow.  Some example stimuli are shown below:",
"INST2A": "In addition, the arrow stimuli will either occur slightly above the center of the screen, or slightly below the center of the screen.  Prior to each stimulus, a '",
"INST2B": "' symbol will sometimes cue you regarding the possible location of the new target. If a single ",
"INST2C": " appears above or below the center of the screen, the stimulus will always happen at the location.  Other times the cue will happen in the center, or two cues will happen (one on top and one on the bottom), or no cue will occur.  In these cases, you will not know whether the stimulus will be on the top or bottom.  Press any key to see the sequence of stimuli.",
"INST2ADDON": "\n Press the spacebar to continue when you have seen enough examples.",
"INST3TEXT": "You will start with a short block of practice trials.  After each trial, you will be told whether you are correct, and told how long you took to make the response (in thousandths of a second).  To to respond as quickly and accurately as possible.",
"INST3TEXTNORT": "You will start with a short block of practice trials.  After each trial, you will be told whether you are correct.  To to respond as quickly and accurately as possible.",
"INSTREMA": "\nRemember, use the '",
"INSTREMB": "' and '",
"INSTREMC": "' keys to respond.  Press any key to begin.",
"FOOTERL": "left-shift",
"FOOTERR": "right-shift",
"INTERBLOCK": "Take a short break.  Hit any key to begin the next block.",
"DEBRIEF": "Thank you for participating in the study.  Alert the researcher that you are done.",
"CORRECT": "Correct",
"INCORRECT": "Incorrect"
}
