{
"INSTTEXT1": "In dieser Aufgabe werden Sie versuchen zu entscheiden, aus welchem von zwei Gläsern Sie Murmeln ziehen. Eines ist hauptsächlich <COL1>, und eines ist hauptsächlich <COL2>. Sie können diese Gläser unten sehen. Drücken Sie eine beliebige Taste, um fortzufahren.",
"INSTTEXT2": "Wenn wir eine Murmel aus dem Glas nehmen, wird sie nicht immer die Farbe des Glases haben. Drücken Sie die Leertaste, um mehrere neue Murmeln aus dem <COL1>-Glas zu entnehmen.",
"INSTCONT1": "\n\n Sie können so lange aus dem Glas entnehmen, wie Sie möchten, aber drücken Sie die LINKE Shift-Taste, um das <COL1>-Glas zu wählen.",
"INSTCONT2": "\n\n Sie können so lange aus dem Glas entnehmen, wie Sie möchten, aber drücken Sie die RECHTE Shift-Taste, um das <COL2>-Glas zu wählen.",
"INSTTEXT3": "Das andere Glas hat genauso wahrscheinlich die andere Farbe. Drücken Sie die Leertaste, um einige Kugeln zu ziehen, diesmal aus dem <COL2>-Glas.",
"INSTTEXT4": "Jetzt werden wir Murmeln aus nur einem Glas ziehen. Ihre Aufgabe ist es zu bestimmen, AUS WELCHEM Glas wir ziehen, nur basierend auf den Kugeln, die Sie sehen. Drücken Sie die Leertaste, um die nächste Murmel zu betrachten, und entweder die linke oder rechte Shift-Taste, wenn Sie sicher sind, aus welchem Glas sie stammen. Denken Sie daran, die Kugel, die wir ziehen, wird nicht immer die Farbe des Glases haben. Wir werden jetzt einige Übungsdurchgänge machen.",
"INSTTEXT5": " In jeder Runde wählen wir ein zufälliges Glas. Sie dürfen nur <DRAWLIMIT> Murmeln aus dem Glas ziehen, bevor Sie sich entscheiden. Jedes Ziehen kostet Sie <DRAWCOST> Punkte, und Sie erhalten <CORBONUS>, wenn Sie richtig raten. Wenn Sie jedoch falsch liegen, kostet es Sie <INCOST> Punkte. Versuchen Sie, so viele Punkte wie möglich zu erzielen. Sie beginnen mit <PTS> Punkten.",
"INSTTEXT6": "Jetzt ist die Übung abgeschlossen und Sie beginnen den echten Test. Ihre Punktzahl wird zurückgesetzt. Drücken Sie eine beliebige Taste, um zu beginnen.",
"FOOTER1TEXT": "shift-links                    Leertaste drücken für                   shift-rechts",
"FOOTER2TEXT": "<COL1>                    weitere Murmel                    <COL2>",
"FOOTER1TEXTB": "shift-links                    Jetzt wählen                   shift-rechts",
"FOOTER2TEXTB": "<COL1>                                                          <COL2>",
"CORRECT": "Richtig!",
"INCORRECT": "Falsch",
"POINTS": "Punkte: ",
"THEJAR": "Das Glas war <URN>",
"DECIDE": "Entscheiden Sie, welches Glas:",
"DEBRIEF": "Dieser Test ist nun abgeschlossen. Drücken Sie OK, um fortzufahren.",
"AUTHOR": "Automatic translation via Claude Code"
}
