{
"HEADER1": "Press the left or right shift key to respond",
"INST1": "Instructions: \n In the center of the screen you will see sets of numbers in a line, for example: \n\n                                        231 \n\n As this case illustrates, the set will always have at least three parts: the first number to the left (in this case, 2), which starts the series, the last number, to the right (in this case, 1), which ends the series, and the intermediate number (in this case 3) , which can be repeated a certain number of times. \n For example, another case could be: \n\n                                        2331 \n\n Thus, while in the first example there is a single '3' in the middle part, in the second example, the number '3' is repeated twice. \n\nPress any key to continue.",
"INST2": "Your task will be to INDICATE NUMBER OF TIMES THE MIDDLE NUMBER IS REPEATED, using the numbers at the beginning and the end of the number, by pressing the left or right shift key that corresponds to your choice: \n\n                                        231 \n\n                                         2331 \n\n In the first case, you should press the 'right' shift key, since there is only one '3' in the middle part, while in the second case you should choose the 'left' key since the '3' is repeated in the middle part as twice.\n\n As soon as you check in a small PRACTICE, the task is simple but It requires a lot of attention, since the tendency to read the repeated number may interfere with the choice of the times it repeats.\n\nPress any key to continue.",
"INST3": " NO CLUE",
"INST4": "IT IS VERY IMPORTANT THAT YOU TRY TO GO AS QUICKLY AS YOU CAN, BUT WITHOUT MAKING MISTAKES.\n After pressing the correct key to respond, you must press the spacebar to move to the next screen.\n\nPress any key to continue.",
"MOREPRACTICE": "Begin Test? Press [N] for more practice or [Y] to begin.",
"PRACTICE": " P R A C T I C E   P H A S E",
"TEST": " T E S T I N G  P H A S E",
"KEYLEGEND": "<< Press spacebar to continue or [ESC] to exit >>",
"CONTINUE": "<< PRESS SPACE BAR TO BEGIN>>",
"CONTINUE2": "Press [SPACEBAR] to continue.",
"KEYLEGEND2": "Press [SPACEBAR] to continue. [ESC]=exit",
"DEBRIEF": "Thanks!  Press any key to finish.",
"SUCCESS": " SUCCESS!",
"ERROR": " ERROR",
"INCORRECT": "I N C O R R E C T",
"BEGIN": " Press any key to begin.",
"YES": "Y",
"NO": "N"
}
