{
"HEADER1": "Pulsa la tecla izquierda o la derecha, según el caso",
"INST1": "Instrucciones:\n	En el centro de la pantalla van a ir apareciendo conjuntos de números en una línea. Por ejemplo:\n\n  						231\n\n								Como ilustra este caso, el conjunto siempre tendrá como mínimo tres partes: el primer número a la izquierda (en este caso, el 2), que inicia la serie; el último número, a la derecha (en este caso, el 1), que finaliza la serie; y el número intermedio (en este caso el 3), que podrá repetirse una cierta cantidad de veces. \n	Por ejemplo, otro caso podría ser:\n\n 						2331\n\n	Así, mientras que en el primer ejemplo hay un sólo '3' en la parte intermedia, en el segundo ejemplo, el número '3' se repite dos veces.",
"INST2": "Su tarea será precisamente la de INDICAR LAS VECES QUE SE REPITE EL NÚMERO de la parte intermedia, eligiendo como ALTERNATIVAS las cantidades indicadas por los números del principio y el final del conjunto.	Para ello, simplemente, deberá pulsar la tecla (derecha o izquierda) que corresponda a su opción:\n\n						231\n\n					       2331\n\n    En el primer caso, por tanto, debería presionar la tecla 'derecha', ya que sólo hay '1' tres en la parte intermedia, mientras que en el segundo caso debería optar por la tecla 'izquierda' ya que son '2' las veces que se repite el número tres en la parte intermedia.\n\n   Como enseguida comprobará en una pequeña PRÁCTICA, la tarea es sencilla pero requiere mucha atención, ya que la tendencia a leer el número repetido, puede interferir con la elección de las veces que se repite.",
"INST3": " ",
"INST4": "ES MUY IMPORTANTE QUE TRATE DE IR TAN RÁPIDO COMO PUEDA, PERO SIN COMETER ERRORES.\nPor consiguiente, tras pulsar la tecla correcta, deberá pulsar la barra espaciadora para pasar a la siguiente pantalla.",
"MOREPRACTICE": "Listos? [S]i o [N]o",
"PRACTICE": " F A S E   D E   P R Á C T I C A ",
"TEST": " F A S E   E X P E R I M E N T A L",
"KEYLEGEND": "<< PULSA ESPACIO PARA CONTINUAR o [ESC] para salir >>",
"CONTINUE": "<< PULSA ESPACIO PARA COMENZAR>>",
"CONTINUE2": "Pulsa [ESPACIO] para continuar.",
"KEYLEGEND2": "Pulsa [ESPACIO] para continuar. [ESC]=salir",
"DEBRIEF": "¡Gracias!  Pulsa cualquier tecla para finalizar.",
"SUCCESS": " ACIERTO",
"ERROR": " ERROR",
"INCORRECT": "I N C O R R E C T O",
"BEGIN": "Pulsa cualquier tecla para finalizar.",
"YES": "S",
"NO": "N"
}
