{
    "INST1": "Dans cette tâche, votre travail consiste à déterminer quelle main du mannequin tient l'objet cible. L'objet cible est en arrière-plan et est soit un cercle vert soit un carré rouge. Le mannequin tient une version plus petite de l'objet dans sa main droite ou gauche. Comme vous pouvez le voir dans l'image ci-dessous, le mannequin peut être soit face à vous soit dos à vous, ou être à l'endroit ou à l'envers. Dans chaque cas, répondez quelle main, du point de vue du mannequin, tient l'objet cible. Vous utiliserez les touches de réponse GAUCHE et DROITE. Appuyez sur n'importe quelle touche pour continuer.",
    "PRAC1": "D'abord, regardez l'image la plus à gauche. Dans ce cas, la cible est le carré rouge, qui est dans la main gauche du mannequin. Comme le mannequin est face à vous, il est du côté droit, mais vous devez quand même répondre GAUCHE, en utilisant la touche de réponse GAUCHE. Appuyez sur n'importe quelle touche pour continuer.",
    "PRAC2": "Ensuite, regardez la deuxième image. Dans ce cas, la cible est le cercle vert. Le mannequin est à l'envers et face à vous, mais vous pouvez voir que le cercle vert est dans sa main droite, donc répondez DROITE en appuyant sur la touche de réponse DROITE.",
    "PRAC3": "Maintenant, regardez la troisième image. La cible est un carré rouge. Dans quelle main est-il? Appuyez sur la touche de réponse correcte pour continuer.",
    "PRAC4": "Enfin, regardez l'image la plus à droite. Dans ce cas, la cible est le cercle vert, et l'homme est dos à vous. Appuyez sur la touche de réponse correcte pour continuer.",
    "READY": "Vous allez maintenant effectuer quelques essais de pratique. Lorsque vous répondez, nous vous dirons si vous avez raison ou tort. Essayez de répondre aussi rapidement et précisément que possible. Appuyez sur n'importe quelle touche pour commencer.",
    "READY2": "Vous allez maintenant effectuer le test complet. Vous effectuerez <N> essais consécutifs. Essayez de répondre aussi rapidement et précisément que possible. Appuyez sur n'importe quelle touche pour commencer.",
    "footer": "GAUCHE                                     DROITE",
    "header": "Essai [<X>] sur [<Y>]",
    "pheader": "Pratique [<X>] sur [<Y>]",
    "debrief": "Vous avez terminé ce test. Appuyez sur n'importe quelle touche pour continuer.",
    "correct": "CORRECT!",
    "incorrect": "INCORRECT! La cible était dans l'autre main",
    "AUTHOR": "Automatic translation via Claude Code"
}
