{
    "INST1": "En esta tarea, su trabajo es determinar qué mano del maniquí sostiene el objeto objetivo. El objeto objetivo está en el fondo y es un círculo verde o un cuadrado rojo. El maniquí sostiene una versión más pequeña del objeto en su mano derecha o izquierda. Como puede ver en la imagen a continuación, el maniquí puede estar mirando hacia usted o de espaldas, o estar en posición vertical o al revés. En cada caso, responda qué mano, desde la perspectiva del maniquí, sostiene el objeto objetivo. Usará las teclas de respuesta IZQUIERDA y DERECHA. Presione cualquier tecla para continuar.",
    "PRAC1": "Primero, mire la imagen de la izquierda. En este caso, el objetivo es el cuadrado rojo, que está en la mano izquierda del maniquí. Como el maniquí está mirando hacia usted, está en el lado derecho, pero aún debe responder IZQUIERDA, usando la tecla de respuesta IZQUIERDA. Presione cualquier tecla para continuar.",
    "PRAC2": "Ahora, mire la segunda imagen. En este caso, el objetivo es el círculo verde. El maniquí está al revés y mirando hacia usted, pero puede ver que el círculo verde está en su mano derecha, así que responda DERECHA presionando la tecla de respuesta DERECHA.",
    "PRAC3": "Ahora, mire la tercera imagen. El objetivo es un cuadrado rojo. ¿En qué mano está? Presione la tecla de respuesta correcta para continuar.",
    "PRAC4": "Finalmente, mire la imagen de la derecha. En este caso, el objetivo es el círculo verde, y el hombre está de espaldas a usted. Presione la tecla de respuesta correcta para continuar.",
    "READY": "Ahora completará algunos ensayos de práctica. Cuando responda, le diremos si es correcto o incorrecto. Intente responder lo más rápida y precisamente posible. Presione cualquier tecla para comenzar.",
    "READY2": "Ahora completará la prueba completa. Completará <N> ensayos consecutivos. Intente responder lo más rápida y precisamente posible. Presione cualquier tecla para comenzar.",
    "footer": "IZQUIERDA                                     DERECHA",
    "header": "Ensayo [<X>] de [<Y>]",
    "pheader": "Práctica [<X>] de [<Y>]",
    "debrief": "Ha completado esta prueba. Presione cualquier tecla para continuar.",
    "correct": "¡CORRECTO!",
    "incorrect": "¡INCORRECTO! El objetivo estaba en la otra mano",
    "AUTHOR": "Automatic translation via Claude Code"
}
