{
    "INST1": "Nesta tarefa, seu trabalho é determinar qual mão do manequim está segurando o objeto alvo. O objeto alvo está no fundo e é um círculo verde ou um quadrado vermelho. O manequim está segurando uma versão menor do objeto em sua mão direita ou esquerda. Como você pode ver na imagem abaixo, o manequim pode estar virado para você ou de costas, ou estar na vertical ou de cabeça para baixo. Em cada caso, responda qual mão, da perspectiva do manequim, está segurando o objeto alvo. Você usará as teclas de resposta ESQUERDA e DIREITA. Pressione qualquer tecla para continuar.",
    "PRAC1": "Primeiro, olhe para a imagem mais à esquerda. Neste caso, o alvo é o quadrado vermelho, que está na mão esquerda do manequim. Como o manequim está virado para você, ele está no lado direito, mas você ainda deve responder ESQUERDA, usando a tecla de resposta ESQUERDA. Pressione qualquer tecla para continuar.",
    "PRAC2": "Em seguida, olhe para a segunda imagem. Neste caso, o alvo é o círculo verde. O manequim está de cabeça para baixo e virado para você, mas você pode ver que o círculo verde está em sua mão direita, então responda DIREITA pressionando a tecla de resposta DIREITA.",
    "PRAC3": "Agora, olhe para a terceira imagem. O alvo é um quadrado vermelho. Em qual mão ele está? Pressione a tecla de resposta correta para continuar.",
    "PRAC4": "Finalmente, olhe para a imagem mais à direita. Neste caso, o alvo é o círculo verde, e o homem está de costas para você. Pressione a tecla de resposta correta para continuar.",
    "READY": "Agora você completará algumas tentativas de prática. Quando você responder, diremos se você está correto ou incorreto. Tente responder o mais rápida e precisamente possível. Pressione qualquer tecla para começar.",
    "READY2": "Agora você completará o teste completo. Você completará <N> tentativas consecutivas. Tente responder o mais rápida e precisamente possível. Pressione qualquer tecla para começar.",
    "footer": "ESQUERDA                                     DIREITA",
    "header": "Tentativa [<X>] de [<Y>]",
    "pheader": "Prática [<X>] de [<Y>]",
    "debrief": "Você completou este teste. Pressione qualquer tecla para continuar.",
    "correct": "CORRETO!",
    "incorrect": "INCORRETO! O alvo estava na outra mão",
    "AUTHOR": "Automatic translation via Claude Code"
}
