{
    "INST1": "In dieser Aufgabe besteht Ihre Aufgabe darin, festzustellen, welche Hand der Gliederpuppe das Zielobjekt hält. Das Zielobjekt befindet sich im Hintergrund und ist entweder ein grüner Kreis oder ein rotes Quadrat. Die Gliederpuppe hält eine kleinere Version des Objekts entweder in ihrer rechten oder linken Hand. Wie Sie im Bild unten sehen können, kann die Gliederpuppe entweder zu Ihnen hin oder von Ihnen weg zeigen, oder aufrecht oder auf dem Kopf stehen. Antworten Sie in jedem Fall, welche Hand, aus der Perspektive der Gliederpuppe, das Zielobjekt hält. Sie werden die linken und rechten Shift-Tasten verwenden, um zu antworten, drücken Sie also die LINKE SHIFT-TASTE, um fortzufahren.",
    "PRAC1": "Schauen Sie sich zunächst das linke Bild an. In diesem Fall ist das Ziel das rote Quadrat, das sich in der linken Hand der Gliederpuppe befindet. Da die Gliederpuppe zu Ihnen zeigt, befindet es sich auf der rechten Seite, aber Sie sollten trotzdem LINKS antworten, indem Sie die linke Shift-Taste verwenden. Drücken Sie die linke Shift-Taste, um fortzufahren.",
    "PRAC2": "Schauen Sie sich als Nächstes das zweite Bild an. In diesem Fall ist das Ziel der grüne Kreis. Die Gliederpuppe steht auf dem Kopf und zeigt zu Ihnen, aber Sie können erkennen, dass sich der grüne Kreis in ihrer rechten Hand befindet, also antworten Sie RECHTS, indem Sie die rechte Shift-Taste drücken.",
    "PRAC3": "Schauen Sie sich nun das dritte Bild an. Das Ziel ist ein rotes Quadrat. In welcher Hand ist es? Drücken Sie die richtige Taste, um fortzufahren.",
    "PRAC4": "Schauen Sie sich schließlich das rechte Bild an. In diesem Fall ist das Ziel der grüne Kreis, und der Mann zeigt von Ihnen weg. Drücken Sie die richtige Taste, um fortzufahren.",
    "READY": "Sie werden nun einige Übungsdurchgänge absolvieren. Wenn Sie antworten, werden wir Ihnen sagen, ob Sie richtig oder falsch liegen. Versuchen Sie, so schnell und genau wie möglich zu antworten. Drücken Sie die linke oder rechte Shift-Taste, um zu beginnen.",
    "READY2": "Sie werden nun den vollständigen Test absolvieren. Sie werden <N> aufeinanderfolgende Durchgänge absolvieren. Versuchen Sie, so schnell und genau wie möglich zu antworten. Drücken Sie die linke oder rechte Shift-Taste, um zu beginnen.",
    "footer": "SHIFT-LINKS                                     SHIFT-RECHTS",
    "header": "Durchgang [<X>] von [<Y>]",
    "pheader": "Übung [<X>] von [<Y>]",
    "debrief": "Sie haben diesen Test abgeschlossen. Drücken Sie die Leertaste, um fortzufahren.",
    "correct": "RICHTIG!",
    "incorrect": "FALSCH! Das Ziel war in der anderen Hand",
    "AUTHOR": "Automatic translation via Claude Code"
}
