{
    "INST1": "In deze taak is het uw taak om te bepalen welke hand van de pop het doelobject vasthoudt. Het doelobject bevindt zich op de achtergrond en is ofwel een groene cirkel of een rood vierkant. De pop houdt een kleinere versie van het object vast in zijn rechter- of linkerhand. Zoals u in de onderstaande afbeelding kunt zien, kan de pop naar u toe of van u af gericht zijn, of rechtop of ondersteboven staan. Beantwoord in elk geval welke hand, vanuit het perspectief van de pop, het doelobject vasthoudt. U gebruikt de LINKER en RECHTER antwoordtoetsen. Druk op een willekeurige toets om door te gaan.",
    "PRAC1": "Kijk eerst naar de meest linkse afbeelding. In dit geval is het doel het rode vierkant, dat zich in de linkerhand van de pop bevindt. Omdat de pop naar u toe gericht is, bevindt het zich aan de rechterkant, maar u moet nog steeds LINKS antwoorden, met de LINKER antwoordtoets. Druk op een willekeurige toets om door te gaan.",
    "PRAC2": "Kijk vervolgens naar de tweede afbeelding. In dit geval is het doel de groene cirkel. De pop staat ondersteboven en is naar u toe gericht, maar u kunt zien dat de groene cirkel in zijn rechterhand is, dus reageer RECHTS door op de RECHTER antwoordtoets te drukken.",
    "PRAC3": "Kijk nu naar de derde afbeelding. Het doel is een rood vierkant. In welke hand is het? Druk op de juiste antwoordtoets om door te gaan.",
    "PRAC4": "Kijk ten slotte naar de meest rechtse afbeelding. In dit geval is het doel de groene cirkel, en de man is van u af gericht. Druk op de juiste antwoordtoets om door te gaan.",
    "READY": "U gaat nu enkele oefenpogingen voltooien. Wanneer u reageert, zullen we u vertellen of u correct of incorrect bent. Probeer zo snel en nauwkeurig mogelijk te reageren. Druk op een willekeurige toets om te beginnen.",
    "READY2": "U gaat nu de volledige test voltooien. U voltooit <N> opeenvolgende pogingen. Probeer zo snel en nauwkeurig mogelijk te reageren. Druk op een willekeurige toets om te beginnen.",
    "footer": "LINKS                                     RECHTS",
    "header": "Poging [<X>] van [<Y>]",
    "pheader": "Oefening [<X>] van [<Y>]",
    "debrief": "U hebt deze test voltooid. Druk op een willekeurige toets om door te gaan.",
    "correct": "CORRECT!",
    "incorrect": "INCORRECT! Het doel was in de andere hand",
    "AUTHOR": "Automatic translation via Claude Code"
}
