{
    "INST":"Neste teste, você olhará para letras na tela e determinará se são <STIM1> ou <STIM2>. Mas, como você vê na tela abaixo, você pode precisar responder a pequenas letras impressas ou formas maiores dessas letras. Às vezes, as formas de letras maiores serão compostas de letras impressas. Como você vê abaixo, você pode ver letras impressas sozinhas (no centro) e em diferentes formas de letras (nas laterais).",
    "INST1": "Primeiro, você praticará identificando letras individuais, usando o método mostrado abaixo. Você verá um <STIM1> ou um <STIM2>. Quando você vir um <STIM1>, responda ESQUERDA. Quando você vir um <STIM2>, responda DIREITA. Responda o mais rápido e preciso possível.",
    "INST2": "Agora você ainda precisará decidir entre <STIM1> ou <STIM2>, mas eles aparecerão em grandes blocos na tela, como você vê abaixo.",
    "INST3": "Agora você ainda precisará decidir entre <STIM1> ou <STIM2>, mas eles aparecerão como grandes contornos de letras, criados a partir de pequenos quadrados, como você vê abaixo.",
    "INST4": "Agora você ainda precisará decidir entre <STIM1> ou <STIM2>, mas eles aparecerão como grandes quadrados ou contornos de letras, criados a partir de letras individuais, como você vê abaixo. Nesta tarefa, RESPONDA ÀS LETRAS PEQUENAS e NÃO AO CONTORNO GRANDE.",
    "INST5": "Agora você ainda precisará decidir entre <STIM1> ou <STIM2>, e eles aparecerão como grandes contornos de letras, criados a partir de letras individuais ou caixas, como você vê abaixo. Nesta tarefa, RESPONDA ÀS FORMAS DE LETRAS GRANDES e NÃO às letras individuais que formam a forma.",
    "INST6": "Agora você ainda precisará decidir entre <STIM1> ou <STIM2>, mas eles aparecerão como grandes quadrados ou contornos de letras, criados a partir de letras individuais, como você vê abaixo. Nesta rodada, cada estímulo estará em uma área diferente da tela. RESPONDA ÀS LETRAS PEQUENAS e NÃO AO CONTORNO GRANDE.",
    "INST7": "Agora você ainda precisará decidir entre <STIM1> ou <STIM2>, e eles aparecerão como grandes contornos de letras, criados a partir de letras individuais ou caixas, como você vê abaixo. Nesta rodada, cada estímulo estará em uma área diferente da tela. RESPONDA ÀS FORMAS DE LETRAS GRANDES e NÃO às letras individuais que formam a forma.",
    "CONTINUE":"Pressione uma tecla para continuar",
    "DEBRIEF": "Obrigado por participar do estudo. Pressione uma tecla para continuar",
    "FOOTER1": "Responda à letra",
    "FOOTER2": "Responda às letras pequenas",
    "FOOTER3": "Responda à letra grande",
    "FOOTER4": "Responda às letras pequenas",
    "FOOTER5": "Responda à letra grande",
    "FOOTER6": "Responda às letras pequenas",
    "FOOTER7": "Responda à letra grande",
    "CORRECT": "CORRETO",
    "INCORRECT": "INCORRETO",
    "RESPONSE_LABEL_LEFT": "'<KEY>' key for <STIM>",
    "RESPONSE_LABEL_RIGHT": "'<KEY>' key for <STIM>"
}
