{
    "INST":"In deze test kijk je naar letters op het scherm en bepaal je of het <STIM1> of <STIM2> zijn. Maar, zoals je hieronder op het scherm ziet, moet je mogelijk reageren op kleine gedrukte letters of grotere vormen van die letters. Soms bestaan de grotere lettervormen uit gedrukte letters. Zoals je hieronder ziet, kun je gedrukte letters alleen (in het midden) en in verschillende lettervormen (aan de zijkanten) zien.",
    "INST1": "Eerst oefen je met het identificeren van individuele letters, met behulp van de hieronder getoonde methode. Je ziet een <STIM1> of een <STIM2>. Wanneer je een <STIM1> ziet, reageer je LINKS. Wanneer je een <STIM2> ziet, reageer je RECHTS. Reageer zo snel en nauwkeurig mogelijk.",
    "INST2": "Nu moet je nog steeds kiezen tussen <STIM1> of <STIM2>, maar ze verschijnen in grote blokken op het scherm, zoals je hieronder ziet.",
    "INST3": "Nu moet je nog steeds kiezen tussen <STIM1> of <STIM2>, maar ze verschijnen als grote omtrekken van letters, gemaakt van kleine vierkanten, zoals je hieronder ziet.",
    "INST4": "Nu moet je nog steeds kiezen tussen <STIM1> of <STIM2>, maar ze verschijnen als grote vierkanten of omtrekken van letters, gemaakt van individuele letters, zoals je hieronder ziet. In deze taak REAGEER JE OP DE KLEINE LETTERS en NIET OP DE GROTE OMTREK.",
    "INST5": "Nu moet je nog steeds kiezen tussen <STIM1> of <STIM2>, en ze verschijnen als grote omtrekken van letters, gemaakt van individuele letters of vakjes, zoals je hieronder ziet. In deze taak REAGEER JE OP DE GROTE LETTERVORMEN en NIET op de individuele letters die de vorm vormen.",
    "INST6": "Nu moet je nog steeds kiezen tussen <STIM1> of <STIM2>, maar ze verschijnen als grote vierkanten of omtrekken van letters, gemaakt van individuele letters, zoals je hieronder ziet. In deze ronde verschijnt elke stimulus op een ander gebied van het scherm. REAGEER OP DE KLEINE LETTERS en NIET OP DE GROTE OMTREK.",
    "INST7": "Nu moet je nog steeds kiezen tussen <STIM1> of <STIM2>, en ze verschijnen als grote omtrekken van letters, gemaakt van individuele letters of vakjes, zoals je hieronder ziet. In deze ronde verschijnt elke stimulus op een ander gebied van het scherm. REAGEER OP DE GROTE LETTERVORMEN en NIET op de individuele letters die de vorm vormen.",
    "CONTINUE":"Druk op een toets om door te gaan",
    "DEBRIEF": "Bedankt voor je deelname aan het onderzoek. Druk op een toets om door te gaan",
    "FOOTER1": "Reageer op letter",
    "FOOTER2": "Reageer op kleine letters",
    "FOOTER3": "Reageer op grote letter",
    "FOOTER4": "Reageer op kleine letters",
    "FOOTER5": "Reageer op grote letter",
    "FOOTER6": "Reageer op kleine letters",
    "FOOTER7": "Reageer op grote letter",
    "CORRECT": "JUIST",
    "INCORRECT": "ONJUIST",
    "RESPONSE_LABEL_LEFT": "'<KEY>' key for <STIM>",
    "RESPONSE_LABEL_RIGHT": "'<KEY>' key for <STIM>"
}
