{
    "INST":"Dans ce test, vous regarderez des lettres à l'écran et déterminerez s'il s'agit de <STIM1> ou <STIM2>. Mais, comme vous le voyez sur l'écran ci-dessous, vous devrez peut-être répondre à de petites lettres imprimées ou à des formes plus grandes de ces lettres. Parfois, les formes de lettres plus grandes seront composées de lettres imprimées. Comme vous le voyez ci-dessous, vous pouvez voir des lettres imprimées seules (au centre) et dans différentes formes de lettres (sur les côtés).",
    "INST1": "D'abord, vous vous entraînerez à identifier des lettres individuelles, en utilisant la méthode illustrée ci-dessous. Vous verrez un <STIM1> ou un <STIM2>. Lorsque vous voyez un <STIM1>, répondez GAUCHE. Lorsque vous voyez un <STIM2>, répondez DROITE. Répondez aussi rapidement et précisément que possible.",
    "INST2": "Maintenant, vous devrez toujours décider entre <STIM1> ou <STIM2>, mais ils apparaîtront en grands blocs à l'écran, comme vous le voyez ci-dessous.",
    "INST3": "Maintenant, vous devrez toujours décider entre <STIM1> ou <STIM2>, mais ils apparaîtront comme de grands contours de lettres, créés à partir de petits carrés, comme vous le voyez ci-dessous.",
    "INST4": "Maintenant, vous devrez toujours décider entre <STIM1> ou <STIM2>, mais ils apparaîtront comme de grands carrés ou des contours de lettres, créés à partir de lettres individuelles, comme vous le voyez ci-dessous. Dans cette tâche, RÉPONDEZ AUX PETITES LETTRES et NON AU GRAND CONTOUR.",
    "INST5": "Maintenant, vous devrez toujours décider entre <STIM1> ou <STIM2>, et ils apparaîtront comme de grands contours de lettres, créés à partir de lettres individuelles ou de cases, comme vous le voyez ci-dessous. Dans cette tâche, RÉPONDEZ AUX GRANDES FORMES DE LETTRES et NON aux lettres individuelles qui forment la forme.",
    "INST6": "Maintenant, vous devrez toujours décider entre <STIM1> ou <STIM2>, mais ils apparaîtront comme de grands carrés ou des contours de lettres, créés à partir de lettres individuelles, comme vous le voyez ci-dessous. Dans cette ronde, chaque stimulus sera dans une zone différente de l'écran. RÉPONDEZ AUX PETITES LETTRES et NON AU GRAND CONTOUR.",
    "INST7": "Maintenant, vous devrez toujours décider entre <STIM1> ou <STIM2>, et ils apparaîtront comme de grands contours de lettres, créés à partir de lettres individuelles ou de cases, comme vous le voyez ci-dessous. Dans cette ronde, chaque stimulus sera dans une zone différente de l'écran. RÉPONDEZ AUX GRANDES FORMES DE LETTRES et NON aux lettres individuelles qui forment la forme.",
    "CONTINUE":"Appuyez sur une touche pour continuer",
    "DEBRIEF": "Merci d'avoir participé à l'étude. Appuyez sur une touche pour continuer",
    "FOOTER1": "Répondre à la lettre",
    "FOOTER2": "Répondre aux petites lettres",
    "FOOTER3": "Répondre à la grande lettre",
    "FOOTER4": "Répondre aux petites lettres",
    "FOOTER5": "Répondre à la grande lettre",
    "FOOTER6": "Répondre aux petites lettres",
    "FOOTER7": "Répondre à la grande lettre",
    "CORRECT": "CORRECT",
    "INCORRECT": "INCORRECT",
    "RESPONSE_LABEL_LEFT": "'<KEY>' key for <STIM>",
    "RESPONSE_LABEL_RIGHT": "'<KEY>' key for <STIM>"
}
