{
"INST1": "In this game, you will see a shape in the center of the screen, like the blue circle you see below. You will be asked to determine whether it belongs on the right side or left side, based on a rule.",
"INSTMOUSE": "If it belongs on the left, click or touch the left shape. If it belongs on the right, click or touch the right shape. Press any key to continue to the first part of the game.",
"INSTKEYS": "If it belongs on the left, press the LEFT SHIFT key. If it belongs on the right, press the RIGHT SHIFT key. Press any key to continue to the first part of the game.",
"INST2MOUSE": "In this round, respond by clicking or touching the smaller shape corresponding to the SHAPE you see at the center of the screen. Ignore the color of the objects. We will start with a practice round.\nPress any key to begin.",
"INST2KEYS": "In this round, respond by pressing keyboard button (left or right shift) corresponding to the SHAPE you see on the screen. Ignore the color of the objects. We will start with a practice round.\nPress any key to begin.",
"LABELMOUSE": "Click or touch image that matches shape of center picture",
"LABELKEYS": "Press button that matches shape of center picture",
"MOUSELAB": "Click or touch image that matches shape",
"KEYSLAB": "Press Button that matches Shape",
"BLOCK1MOUSE": "Good. In the next round, respond by clicking or touching the smaller shape corresponding to the SHAPE you see at the center of the screen. Ignore the color of the objects.\nPress any key to begin.",
"BLOCK1KEYS": "Good. In the next round, respond by pressing keyboard button (left or right shift) corresponding to the SHAPE you see on the screen. Ignore the color of the objects.\nPress any key to begin.",
"BLOCK2MOUSE": "In this round, respond by clicking or touching the smaller shape corresponding to the shape you see at the center of the screen. Ignore the color of the objects.\nPress any key to begin.",
"BLOCK2KEYS": "In this round, respond by pressing keyboard button (left or right shift) corresponding to the shape you see on the screen. Ignore the color of the objects.\nPress any key to begin.",
"BLOCK3MOUSE": "In this round, respond by clicking or touching the smaller shape corresponding to the shape you see at the center of the screen. Ignore the color of the objects.\nPress any key to begin.",
"BLOCK3KEYS": "In this round, respond by pressing keyboard button (left or right shift) corresponding to the shape you see on the screen. Ignore the color of the objects.\nPress any key to begin.",
"BLOCK4MOUSE": "In this round, respond by clicking or touching the smaller shape corresponding to the shape you see at the center of the screen. Ignore the color of the objects.\nPress any key to begin.",
"BLOCK4KEYS": "In this round, respond by pressing keyboard button (left or right shift) corresponding to the shape you see on the screen. Ignore the color of the objects.\nPress any key to begin.",
"DEBRIEF": "Thank you for participating in this study. Please alert the researcher that you are done.",
"CORRECT": "Correct",
"INCORRECT": "Incorrect"
}
