{
"INST1": "Dans ce jeu, tu vas voir une forme au centre de l'écran, comme le cercle bleu que tu vois ci-dessous. En fonction d'une règle, tu dois déterminer si la forme appartient au côté droit ou au côté gauche.",
"INSTMOUSE": "Si elle appartient à gauche, clique ou touche la forme de gauche. Si elle appartient à droite, clique ou touche la forme de droite. Appuie n'importe quelle touche pour continuer à la première partie du jeu.",
"INSTKEYS": "Si elle appartient à gauche, appuie la touche Maj gauche. Si elle appartient à droite, appuie la touche Maj droite.
Appuie n'importe quelle touche pour continuer à la première partie du jeu.",
"INST2MOUSE": "Dans cette partie du jeu, réponde par cliquer ou toucher la forme petite qui correspond à la FORME au centre de l'écran. Ignore la couleur de la forme. On commencera par un entraînement.
Appuie n'importe quelle touche pour commencer.",
"INST2KEYS": "Dans cette partie du jeu, réponde par appuyer la touche Maj gauche ou droite qui correspond à la FORME au centre de l'écran. Ignore la couleur de la forme. On commencera par un entraînement.
Appuie n'importe quelle touche pour commencer.",
"LABELMOUSE": "Clique ou touche l'image qui correspond à la forme de l'image au centre.",
"LABELKEYS": "Appuie le button qui correspond à la forme de l'image au centre.",
"MOUSELAB": "Clique ou touche l'image qui correspond à la forme.",
"KEYSLAB": "Appuie le button qui correspond à la forme.",
"BLOCK1MOUSE": "Très bien. Dans la prochaine partie, répond par cliquer ou toucher la petite forme qui correspond à la FORME au centre de l'écran. Ignore la couleur de l'objet.
Appuie n'importe quelle touche pour commencer.",
"BLOCK1KEYS": "Très bien. Dans la prochaine partie, répond par appuyer la touche Maj gauche ou droite qui correspond à la FORME au centre de l'écran. Ignore la couleur.
Appuie n'importe quelle touche pour commencer.",
"BLOCK2MOUSE": "Dans cette partie, répond par cliquer ou toucher la petite forme qui correspond à la forme au centre de l'écran. Ignore la couleur de l'objet.
Appuie n'importe quelle touche pour commencer.",
"BLOCK2KEYS": "Dans cette partie, répond par appuyer la touche Maj gauche ou droite qui correspond à la forme au centre de l'écran. Ignore la couleur.
Appuie n'importe quelle touche pour commencer.",
"BLOCK3MOUSE": "Dans cette partie, répond par cliquer ou toucher la petite forme qui correspond à la forme au centre de l'écran. Ignore la couleur de l'objet.
Appuie n'importe quelle touche pour commencer.",
"BLOCK3KEYS": "Dans cette partie, répond par appuyer la touche Maj gauche ou droite qui correspond à la forme au centre de l'écran. Ignore la couleur.
Appuie n'importe quelle touche pour commencer.",
"BLOCK4MOUSE": "Dans cette partie, répond par cliquer ou toucher la petite forme qui correspond à la forme au centre de l'écran. Ignore la couleur de l'objet.
Appuie n'importe quelle touche pour commencer.",
"BLOCK4KEYS": "Dans cette partie, répond par appuyer la touche Maj gauche ou droite qui correspond à la forme au centre de l'écran. Ignore la couleur.
Appuie n'importe quelle touche pour commencer.",
"DEBRIEF": "Merci d'avoir participé à cette étude. Dis au chercheure que tu as terminé.",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"LANGUAGE": "fr"
}
