{
"INSTTEXT1": "In this task, you will try to decide which of two jars you are drawing marbles from.  One is mostly <COL1>, and one is mostly <COL2>.  You can see these jars below. Press Any Key to continue.",
"INSTTEXT2": "When we pick a marble from the jar, it won't always be the color of the jar. Press the space bar to sample several new marbles from the <COL1> jar.",
"INSTCONT1": "\n\n You may continue to sample from the jar for as long as you want, but hit the LEFT shift key to choose the  <COL1> jar.",
"INSTCONT2": "\n\n You may continue to sample from the jar for as long as you want, but hit the RIGHT shift key to choose the  <COL2> jar.",
"INSTTEXT3": "The other jar is just as likely to be of the other color. Hit the space bar to draw some balls, this time from the <COL2> jar.",
"INSTTEXT4": "Now, we will pick marbles from only one jar.  Your job is to determine WHICH jar we are picking from, based only on the balls you see.  Hit the space bar to look at the next marble, and either left or right shift keys when you are sure of which jar they are coming from.  Remember, the ball we pick won't always be the color of the jar. We will do a few practice trials now.",
"INSTTEXT5": " On each round, we will choose a random jar.  You will only be allowed to draw <DRAWLIMIT> marbles from the jar before you decide.  Each draw will cost you <DRAWCOST> points, and you will get <CORBONUS> when you guess correctly.  However, if you are incorrect, it will cost you <INCOST> points. Try to score as many points as you can.  You will start with <PTS> points.",
"INSTTEXT6": "Now, practice is complete and you will begin the real test.  Your score will reset. Press any key to begin.",
"FOOTER1TEXT": "left-shift                    Press spacebar to                   right-shift",
"FOOTER2TEXT": "<COL1>                    get another marble                    <COL2>",
"FOOTER1TEXTB": "left-shift                    Make Choice Now                   right-shift",
"FOOTER2TEXTB": "<COL1>                                                          <COL2>",
"CORRECT": "Correct!",
"INCORRECT": "Incorrect",
"POINTS": "Points: ",
"THEJAR": "The jar was <URN>",
"DECIDE": "Decide which jar:",
"DEBRIEF": "This test in now complete. Hit OK to continue."
}
