{
"COLOR1": "rosso",
"COLOR2": "blu",
"COLOR3": "verde",
"COLOR4": "giallo",
"BLACK": "nero",
"WORD1": "quando",
"WORD2": "duro",
"WORD3": "e",
"WORD4": "sopra",
"CORRECT": "Corretto",
"INCORRECT": "Scorretto",
"TOOSLOW": "Troppo lento",
"KEYHEADER": "1 = rosso   2 = blu  3 = verde  4 = giallo",
"SAYHEADER": "Say 'rosso', 'blu', 'verde', or 'giallo'",
"PRACTICETEXT": "Prima di iniziare la prova, la preghiamo di prendersi un momento per imparare l'associazione tra i colori e i numeri della tastiera.  La prego di premere i numeri 1-4 uno dopo l'altro per esercitarsi con le risposte, e la barra spaziatrice per iniziare il test.",
"INSTRUCTIONSBASE": "Sta per prendere parte ad una prova in cui le verrà chiesto di stabilire il colore in cui sono scritte le parole. Qualche volta, le parole saranno effettivamente nomi di colori. Quando ciò accadrà, La prego di provare a rispondere non leggendo il nome del colore scritto, bensì con il colore in cui è scritta la parola.",
"KEYMANUAL": " Per rispondere, la preghiamo di utilizzare i tasti 1-2-3-4 collocati lungo il bordo superiore della tastiera.",
"KEYVOCAL": "You will need to respond by saying the color of the written word, loudly and clearly, into the microphone.",
"BREAK1TEXT": "L’allenamento è terminato. Ora cominceremo il test per davvero. Si ricordi di rispondere più velocemente e accuratamente possibile. Prema un tasto qualsiasi per cominciare.",
"BREAK2TEXT": "Ora può fare una breve pausa.  Quando ricomincerà, si ricordi di rispondere più velocemente e accuratamente possibile. Prema un tasto qualsiasi per cominciare.",
"PRACTICEHEADERTEXT": "ALLENAMENTO",
"TESTHEADERTEXT": "TEST",
"FOOTER1TEXTMANUAL": "Prema <KEYSTRING> per il colore della parola",
"FOOTER1TEXTMANUAL2": " Prema  <KEYSTRING> o '5' per altri errori.",
"FOOTER1TEXTVOCAL": "Say '<KEYSTRING>' for the color that appears on the screen",
"FOOTER2TEXT": "Risponda nel modo più veloce e preciso possibile. ",
"EXIT": "Ora ha finito. La ringraziamo per la sua partecipazione.",
"NEEDMORE1": "You made too many mistakes during practice.  You must continue to practice until you reach: ",
"NEEDMORE2": " You achieved: "
}
