{
"BLACK": "preto",
"BREAK1TEXT": "A Prática está completa. Agora será um teste verdadeiro. Lembre-se de responder as perguntas o mais rápido e preciso possível. Pressione qualquer tecla para iniciar.",
"BREAK2TEXT": "Você deve tirar um curto intervalo. Quando você retomar a tarefa, lembre-se de responder tão rapido e preciso quanto possível. Pressione qualquer tecla para continuar.",
"COLOR1": "vermelho",
"COLOR2": "azul",
"COLOR3": "verde",
"COLOR4": "amarelo",
"CORRECT": "Correto",
"EXIT": "Você terminou. Obrigado por participar.",
"FOOTER1TEXTMANUAL": "Pressione a <chave> para a cor da palavra",
"FOOTER1TEXTMANUAL2": "Pressione a <chave> ou '5' para outro erro.",
"FOOTER1TEXTVOCAL": "Diga '<chave>' para o número de caracteres que aparecem na tela.",
"FOOTER2TEXT": "Responda tão rápido quanto e preciso quanto possível.",
"INCORRECT": "Incorreto",
"INSTRUCTIONSBASE": "Você está prestes a participar em um estudo em que será pedido para você determinar a cor que aparece nas palavras escritas. Às vezes, as palavras corresponderão às cores. Quando isso acontecer, tente não responder com o nomem da cor escrita, mas apenas com a cor das palavras.",
"KEYHEADER": "1 = vermelho   2 = azul  3 = verde  4 = amarelo",
"KEYMANUAL": "Você precisará responder com as teclas 1-2-3-4 no topo do teclado.",
"KEYVOCAL": "Você precisará responder dizendo a cor da palavra escrita, alta e claramente, no microfone.",
"NEEDMORE1": "Você cometeu muitos erros durante a prática. Você deve continuar praticando até atingir: ",
"NEEDMORE2": " Você alcançou: ",
"LANGUAGE": "pt",
"PRACTICEHEADERTEXT": "PRATICA",
"PRACTICETEXT": "Antes de nós começarmos, tire um momento para aprender o mapa entre as cores e os números das teclas. Pressione os números de 1 a 4 consectivamente para praticar as respostas, e a tecla de espaço para começar o teste.",
"SAYHEADER": "Diga 'vermelho', 'azul', 'verde' ou 'amarelo'",
"TESTHEADERTEXT": "TESTE",
"TOOSLOW": "Muito lento",
"WORD1": "quando",
"WORD2": "difícil",
"WORD3": "e",
"WORD4": "excesso"
}
