{
"COLOR1": "rood",
"COLOR2": "blauw",
"COLOR3": "groen",
"COLOR4": "geel",
"BLACK": "zwart",
"WORD1": "wanneer",
"WORD2": "moeilijk",
"WORD3": "en",
"WORD4": "over",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"TOOSLOW": "Te traag",
"KEYHEADER": "1 = rood   2 = blauw  3 = groen  4 = geel",
"SAYHEADER": "Zeg 'rood', 'blauw', 'groen', of 'geel'",
"PRACTICETEXT": "Voordat we beginnen, neem even de tijd om de koppeling tussen kleuren en de toetsenbordnummers te leren. Druk achtereenvolgens op de nummers 1-4 om de reacties te oefenen, en op de spatiebalk om de test te starten.",
"INSTRUCTIONSBASE": "U staat op het punt deel te nemen aan een studie waarin u wordt gevraagd de kleur te bepalen waarin geschreven woorden verschijnen. Soms zijn de woorden werkelijke kleurnamen. Als dit gebeurt, probeer dan niet te reageren met de geschreven kleurnaam, maar alleen met de kleur van het woord.",
"KEYMANUAL": "U moet reageren met de 1-2-3-4 toetsen bovenaan het toetsenbord.",
"KEYVOCAL": "U moet reageren door de kleur van het geschreven woord luid en duidelijk in de microfoon te zeggen.",
"NEEDMORE1": "U heeft te veel fouten gemaakt tijdens de oefening. U moet blijven oefenen totdat u bereikt: ",
"NEEDMORE2": " U heeft bereikt: ",
"BREAK1TEXT": "De oefening is voltooid. Nu wordt u echt getest. Vergeet niet zo snel en nauwkeurig mogelijk te antwoorden. Druk op een willekeurige toets om te beginnen.",
"BREAK2TEXT": "U kunt nu een korte pauze nemen. Wanneer u hervat, vergeet dan niet zo snel en nauwkeurig mogelijk te antwoorden. Druk op een willekeurige toets om door te gaan.",
"PRACTICEHEADERTEXT": "OEFENING",
"TESTHEADERTEXT": "TEST",
"FOOTER1TEXTMANUAL": "Druk op <KEYSTRING> voor de kleur van het woord",
"FOOTER1TEXTMANUAL2": "Druk op <KEYSTRING> of '5' voor andere fout.",
"FOOTER1TEXTVOCAL": "Zeg '<KEYSTRING>' voor het aantal tekens dat op het scherm verschijnt",
"FOOTER2TEXT": "Reageer zo snel en nauwkeurig mogelijk.",
"EXIT": "U bent nu klaar. Bedankt voor uw deelname.",
"AUTHOR": "Automatic translation via Claude Code"
}
