{
"INST1NEUTRALA": "In dieser Aufgabe wird getestet wie Sie angebotene Informationen nutzen oder ignorieren um eine Entscheidung zu treffen. Ihre Aufgabe ist es zu bestimmen in welche Richtung der Pfeil zeigt, dabei geht es immer um den mittleren der 5 Pfeile. Zeigt er nach links drücken Sie bitte „SHIFT Links“ ",
"INST1NEUTRALB": " ",
"INST1NEUTRALC": "   Taste.  Die Spitzen der äußeren Pfeile werden entweder in die gleiche oder in die entgegengesetzte Richtung des mittleren Pfeils zeigen. Oder es wird nur der mittlere Pfeil angezeigt. Achten Sie bitte NUR auf den mittleren Pfeil und ignorieren sie die äußeren Symbole. Unten werden Ihnen nun einige Beispielstimuli gezeigt.",
"INST1NONEUTRALA": " In dieser Aufgabe wird getestet, wie Sie angebotene Informationen nutzen oder ignorieren um eine Entscheidung zu treffen. Ziel ist es zu bestimmen in welche Richtung der Pfeil zeigt, dabei geht es immer um den mittleren Pfeil von 5 Pfeilen. Zeigt er nach links drücken Sie bitte „SHIFT Links“",
"INST1NONEUTRALB": ". Zeigt er nach rechts SHIFT Rechts ",
"INST1NONEUTRALC": ". Die Spitzen der äußeren Pfeile werden entweder in die gleiche oder in die entgegengesetzte Richtung des mittleren Pfeils zeigen. Oder es wird nur der mittlere Pfeil angezeigt. Achten Sie bitte NUR auf den mittleren Pfeil und ignorieren sie die äußeren Symbole. Unten sehen Sie einige Beispielstimuli.   -   Drücken sie die Leertaste um fortzufahren.",
"INST2A": "Der Pfeil kann entweder oberhalb oder unterhalb der Bildschirmmitte (+) erscheinen. Kurz vor dem Stimulus wird ein Hinweissymbol (*) den Erscheinungsort markieren. Wenn ein einzelner ",
"INST2B": " oberhalb oder unterhalb der Bildschirmmitte gezeigt wird, erscheint der Pfeil dort. Wenn zwei  ",
"INST2C": " oder kein Hinweissymbol angezeigt wird, wissen Sie nicht wo der Pfeil erscheinen wird. Drücken sie eine beliebige Taste um die Beispielstimuli zu starten.",
"INST2ADDON": "\n Drücken Sie die Leertaste wenn Sie genug Beispielstimuli gesehen haben.",
"INST3TEXT": "You will start with a short block of practice trials.  After each trial, you will be told whether you are correct, and told how long you took to make the response (in thousandths of a second).  To to respond as quickly and accurately as possible.",
"INST3TEXTNORT": "Sie starten mit einem kurzen Übungsversuch. Nach jedem Versuch wird Ihnen mitgeteilt ob die Eingabe korrekt oder falsch war. Versuchen Sie bitte so schnell wie möglich zu entscheiden.",
"INSTREMA": "\nDenken Sie daran, benutzen Sie bitte'",
"INSTREMB": "' und '",
"INSTREMC": " um die Richtung des Pfeils anzugeben.   Drücken Sie eine beliebige Taste um zu beginnen.",
"FOOTERL": "left-shift",
"FOOTERR": "right-shift",
"INTERBLOCK": "Machen Sie eine kurze Pause.  Drücken Sie eine beliebige Taste um fortzufahren.",
"DEBRIEF": "Vielen Dank für Ihre Teilnahme.",
"CORRECT": "Richtig",
"INCORRECT": "Falsch"
}
