{
"INST1NEUTRALA": "Deze studie zal testen hoe u informatie gebruikt en negeert om een beslissing te nemen. In deze taak wordt u gevraagd de richting van de middelste pijl te bepalen, in een set van vijf. Als deze naar links wijst, druk dan op de '",
"INST1NEUTRALB": "' toets. Als deze naar rechts wijst, druk dan op de '",
"INST1NEUTRALC": "' toets. De punten van de pijlen rond de middelste pijl zullen ofwel in dezelfde richting zijn, de tegenovergestelde richting, of afwezig zijn en alleen als lijnen verschijnen. U negeert altijd de omringende symbolen en reageert alleen op de centrale pijl. Enkele voorbeeldstimuli worden hieronder weergegeven:",
"INST1NONEUTRALA": "Deze studie zal testen hoe u informatie gebruikt en negeert om een beslissing te nemen. In deze taak wordt u gevraagd de richting van de middelste pijl te bepalen, in een set van vijf. Als deze naar links wijst, druk dan op de '",
"INST1NONEUTRALB": "' toets. Als deze naar rechts wijst, druk dan op de '",
"INST1NONEUTRALC": "' toets. De punten van de pijlen rond de middelste pijl zullen ofwel in dezelfde richting zijn, de tegenovergestelde richting, of afwezig zijn. U negeert altijd de omringende symbolen en reageert alleen op de centrale pijl. Enkele voorbeeldstimuli worden hieronder weergegeven:",
"INST2A": "Bovendien zullen de pijlstimuli ofwel iets boven het midden van het scherm verschijnen, of iets onder het midden van het scherm. Voorafgaand aan elke stimulus zal een '",
"INST2B": "' symbool u soms aanwijzingen geven over de mogelijke locatie van het nieuwe doel. Als er één ",
"INST2C": " boven of onder het midden van het scherm verschijnt, zal de stimulus altijd op die locatie plaatsvinden. Andere keren zal de aanwijzing in het midden plaatsvinden, of twee aanwijzingen zullen plaatsvinden (één bovenaan en één onderaan), of er zal geen aanwijzing plaatsvinden. In deze gevallen weet u niet of de stimulus bovenaan of onderaan zal zijn. Druk op een willekeurige toets om de reeks stimuli te zien.",
"INST2ADDON": "\n Druk op de spatiebalk om door te gaan wanneer u genoeg voorbeelden hebt gezien.",
"INST3TEXT": "U begint met een kort blok oefenpogingen. Na elke poging wordt u verteld of u correct bent en hoe lang u erover deed om te reageren (in duizendsten van een seconde). Probeer zo snel en nauwkeurig mogelijk te reageren.",
"INST3TEXTNORT": "U begint met een kort blok oefenpogingen. Na elke poging wordt u verteld of u correct bent. Probeer zo snel en nauwkeurig mogelijk te reageren.",
"INSTREMA": "\nOnthoud, gebruik de '",
"INSTREMB": "' en '",
"INSTREMC": "' toetsen om te reageren. Druk op een willekeurige toets om te beginnen.",
"FOOTERL": "shift-links",
"FOOTERR": "shift-rechts",
"INTERBLOCK": "Neem een korte pauze. Druk op een willekeurige toets om het volgende blok te beginnen.",
"DEBRIEF": "Deze test is nu voltooid. Druk op een willekeurige toets om door te gaan.",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"AUTHOR": "Automatic translation via Claude Code"
}
