{
"SELECT": "Type 3 to select Shallice test to use:\n\n[1] Unconstrained pile heights, {3,4,5} disks, progressive difficulty, 24 trials\n[2] Unconstrained pile heights, {3,4,5} disks, Random presentation, 24 trials\n[3] Shallice test ([1,2,3] pile heights, 3 disks, Shallice's 12 problems.\n[4] Shallice pile heights [1,2,3], 3 disks, 30  random trials.\n[5] Phillips (1999) trials A (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[6] Phillips (1999) trials B (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[7] Phillips (1999) trials C (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[8] Fimbel et al (2009) old: [1,2,3] pile heights, 3 disks, progressive difficulty, 15 trials)\n[9] Fimbel et al (2009) young: [1,2,3] pile heights, 3 disks, progressive difficulty, 35 trials)\n[0] TOL-R (Schnirman et al, 1998). [1,2,3] pile heights, 3 disks, 30 problems, time and move limit)\n[a] TOL-DX (Culbertson & Zillmer, 1998). [1,2,3] pile heights, 3 discs, 15 problems)\n\nEdit TOL.pbl directly to specify a test configuration automatically.",
"HEADERLAB": "Target\nStacks:",
"FOOTERLAB": "Click on pile to pick up and drop disk",
"INSTTEXT1": "You are about to perform a task called the 'Tower of London'.  Your goal is to move a pile of disks from their original configuration to the configuration shown on the top of the screen.  You can only move one disk at a time, and you cannot move a disk onto a pile that has no more room (indicated by the size of the grey rectangle).  To move a disk, click on the pile you want to move a disk off of, and it will move up above the piles.  Then, click on another pile, and the disk will move down to that pile.",
"INSTTEXT2": " You will have a time limit to finish each problem.  Attempt to finish each problem within the allotted time.",
"INSTTEXT3": " You will have only a limited number of moves to solve each problem. Before you make your first move, think about the problem to make sure you can solve it within your move limit.  If you do not finish the problem within the limit, the turn will end and you will move on to the next problem.",
"BEGIN": "Click the mouse to begin.",
"CONTINUE": "Trial Complete. \nClick mouse to continue to the next trial.",
"INCOMPLETE": "Trial Incomplete. ",
"CLICKLAB": "Clicks",
"TIMELAB": "Time (s)",
"MOVESOUTLAB": "You failed to complete the problem in the number of moves required.",
"RESETTEXT": "Reset problem",
"RESETLAB": "Click screen to restart problem.",
"TIMEOUTLAB": "You ran out of time.",
"DEBRIEFING": "Thank you for participating. The experiment is now complete.  Press any key to exit.",
"CONTINUEFAIL": "Click screen to move on to the next problem."
}
