{
"SELECT": "Digiti il numero corrispondente al test da usare:\n\n[1] Unconstrained pile heights, {3,4,5} disks, progressive difficulty, 24 trials\n[2] Unconstrained pile heights, {3,4,5} disks, Random presentation, 24 trials\n[3] Shallice test ([1,2,3] pile heights, 3 disks, Shallice's 12 problems.\n[4] Shallice pile heights [1,2,3], 3 disks, 30  random trials.\n[5] Phillips (1999) trials A (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[6] Phillips (1999) trials B (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[7] Phillips (1999) trials C (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[8] Fimbel et al (2009) old: [1,2,3] pile heights, 3 disks, progressive difficulty, 15 trials)\n[9] Fimbel et al (2009) young: [1,2,3] pile heights, 3 disks, progressive difficulty, 35 trials)\n[0] TOL-R (Schnirman et al, 1998). [1,2,3] pile heights, 3 disks, 30 problems, time and move limit)\n[a] TOL-DX (Culbertson & Zillmer, 1998). [1,2,3] pile heights, 3 discs, 15 problems)\n\nEdit TOL.pbl directly to specify a test configuration automatically.",
"HEADERLAB": "Pila\noriginale:",
"FOOTERLAB": "Clicchi su una pila per raccogliere e lasciar cadere un disco",
"INSTTEXT1": "Sta per prendere parte ad un compito chiamato 'Torre di Londra'.  Il suo obiettivo sarà quello di spostare una pila di dischi dalla loro disposizione originale alla configurazione mostrata in cima allo schermo.  Potrà muovere solo un disco alla volta e non potrà muovere un disco sopra una pila che non ha più posto (come viene indicato dalla dimensione del rettangolo grigio).  Per muovere un disco, clicchi sulla pila cui appartiene il disco che vuole muovere e questo si muoverà sopra le pile.  In seguito, clicchi su un'altra pila e il disco si sposterà su quella pila.",
"INSTTEXT2": " Avrà un limite di tempo per portare a termine ciscun problema.  Provi a finire ciascun problema nel tempo che Le verrà assegnato.",
"INSTTEXT3": " Avrà a disposizione un numero limitato di mosse per risolvere ciascun problema. Prima di fare la prima mossa, la preghiamo di pensare al problema in modo da accertarsi di poterlo risolvere rispettando il limite di mosse previsto.  Se non finirà il problema rispettando il limite, il turno terminerà e cominicerà il problema successivo.",
"BEGIN": "Clicchi con il mouse per cominciare.",
"CONTINUE": "Prova Completata. \n\nClicchi con il mouse per proseguire con la prossima prova.",
"INCOMPLETE": "Prova incompleta. ",
"CLICKLAB": "Numero di Click",
"TIMELAB": "Tempo (s)",
"MOVESOUTLAB": "Non è riuscito a completare il problema nel numero di mosse richieste.",
"RESETTEXT": "Azzera la prova",
"RESETLAB": "Clicchi sullo schermo per far ripartire la prova.",
"TIMEOUTLAB": "Ha finito il tempo.",
"DEBRIEFING": "La ringraziamo per aver partecipato. Il compito è stato completato.  Prema un tasto qualsiasi per continuare.",
"CONTINUEFAIL": "Clicchi sullo schermo per passare alla prova successiva."
}
