{
"SELECT": "Type 3 to select Shallice test. to use:\n\n[1] Unconstrained pile heights, {3,4,5} disks, progressive difficulty, 24 trials\n[2] Unconstrained pile heights, {3,4,5} disks, Random presentation, 24 trials\n[3] Shallice test ([1,2,3] pile heights, 3 disks, Shallice's 12 problems.\n[4] Shallice pile heights [1,2,3], 3 disks, 30  random trials.\n[5] Phillips (1999) trials A (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[6] Phillips (1999) trials B (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[7] Phillips (1999) trials C (unconstrained piles, 5 disks, progressive difficulty, 8 trials)\n[8] Fimbel et al (2009) old: [1,2,3] pile heights, 3 disks, progressive difficulty, 15 trials)\n[9] Fimbel et al (2009) young: [1,2,3] pile heights, 3 disks, progressive difficulty, 35 trials)\n[0] TOL-R (Schnirman et al, 1998). [1,2,3] pile heights, 3 disks, 30 problems, time and move limit)\n[a] TOL-DX (Culbertson & Zillmer, 1998). [1,2,3] pile heights, 3 discs, 15 problems)\n\nEdit TOL.pbl directly to specify a test configuration automatically.",
"HEADERLAB": "Objetivo montóns:",
"FOOTERLAB": "Haga clic en pila para recoger y llevar a disco",
"INSTTEXT1": "Estás a punto de realizar una tarea llamada 'Torre de Su Londres'. Objetivo es pasar un montón de discos desde su configuración original a la configuración mostrada en la parte superior de la pantalla. Sólo puedes mover un disco a la vez, y no se puede mover un disco sobre un montón que no tiene más espacio (indicado por el tamaño del rectángulo gris). Para mover un disco, haga clic en el montón que desea mover un disco fuera de, y se moverá hacia arriba por encima de la pila. A continuación, haga clic en otra pila, y el disco se moverá hasta que el montón. ",
"INSTTEXT2": " Tendrá un límite de tiempo para terminar cada problema. Intento de terminar cada problema en el tiempo asignado.",
"INSTTEXT3": " Usted tendrá solamente un número limitado de movimientos para resolver cada problema. Antes de hacer su primer movimiento, pensar en el problema para asegurarse de que puede resolver dentro de su límite de movimiento. Si no termina el problema en el límite, el a su vez terminará y se trasladará al siguiente problema.",
"BEGIN": "Haga clic en el ratón para empezar.",
"CONTINUE": "Prueba Completa. \n Haga clic en el ratón para continuar a la siguiente prueba. ",
"INCOMPLETE": "Prueba Incompleta. ",
"CLICKLAB": "Clics",
"TIMELAB": "Tiempo (s)",
"MOVESOUTLAB": "Usted no pudo completar el problema del número de movimientos necesarios.",
"RESETTEXT": "Reset problem",
"RESETLAB": "You are starting the problem again.",
"TIMEOUTLAB": "Usted acabó el tiempo.",
"DEBRIEFING": "Gracias por participar. El experimento ya está completa. Pulse cualquier tecla para salir.",
"CONTINUEFAIL": " Haga clic en el ratón para continuar a la siguiente prueba. "
}
