{
"SELECT": "Digite o número do teste a ser usado:\n[1] Pilhas de alturas não-limitadas, {3,4,5} discos, dificuldade progressiva, 24 problemas\n[2] Pilhas de alturas não-limitadas, {3,4,5} discos, apresentação aleatória, 24 problemas\n[3] Teste de Shallice (pilhas de alturas [1,2,3], 3 discos, 12 problemas de Shallice.\n[4] Pilhas nas alturas [1,2,3] de Shallice, 3 discos, 30 problemas aleatórios.\n[5] Phillips (1999) trials A (pilhas não-limitadas, 5 discos, dificuldade progressiva, 8 problemas)\n[6] Phillips (1999) trials B (pilhas não-limitadas, 5 discos, dificuldade progressiva, 8 problemas)\n[7] Phillips (1999) trials C (pilhas não-limitadas, 5 discos, dificuldade progressiva, 8 problemas)\n[8] Fimbel et al (2009) antigo: [1,2,3] pile heights, 3 discos, dificuldade progressiva, 15 problemas)\n[9] Fimbel et al (2009) novo: [1,2,3] pile heights, 3 discos, dificuldade progressiva, 35 problemas)\n[0] TOL-R (Schnirman et al, 1998). Pilhas de alturas [1,2,3], 3 discos, 30 problemas, limite de tempo e movimentos)\n[a] TOL-DX (Culbertson & Zillmer, 1998). novo: [1,2,3] pile heights, 3 discos, dificuldade progressiva, 15 problemas)\n\nEdite TOL.pbl diretamente para especificar uma configuração automática do teste.",
"HEADERLAB": "Posições-alvo\nPilhas:",
"FOOTERLAB": "Clique na pilha para escolher e soltar um disco",
"INSTTEXT1": "Você está prestes a iniciar um teste chamado 'Torre de Londres'.  Seu objetivo é mover a pilha de discos de sua configuração original para a configuração mostrada no alto da tela.  Você pode mover apenas um disco por vez, e você não pode mover um disco para uma pilha que não tem mais espaço (indicado pelo tamanho do retângulo cinza).  Para mover um disco, clique na pilha da qual você quer retirar um disco e ele ficará acima das pilhas.  Então, clique em outra pilha e o disco se moverá para essa pilha.",
"INSTTEXT2": " Você terá um limite de tempo para resolver cada problema.  Tente terminar cada problema dentro do tempo estabelecido.",
"INSTTEXT3": " Você terá apenas um número limitado de movimentos para resolver cada problema. Antes de fazer seu primeiro movimento, pense sobre o problema para ter certeza de que você pode resolvê-lo dentro do seu limite de movimentos.  Se você não terminar o problema dentro do limite, sua vez terminará e você irá para o próximo problema.",
"BEGIN": "Clique no mouse para começar.",
"CONTINUE": "Problema resolvido. \n\nClique com o mouse para continuar para o próximo problema.",
"INCOMPLETE": "Problema não-resolvido. ",
"CLICKLAB": "Cliques",
"TIMELAB": "Tempo (s)",
"MOVESOUTLAB": "Você não conseguiu terminar o problema no número de movimentos necessários.",
"RESETTEXT": "Reiniciar o problema",
"RESETLAB": "Você está começando o problema de novo.",
"TIMEOUTLAB": "Você esgotou seu tempo.",
"DEBRIEFING": "Obrigado por participar. O teste está agora terminado.  Pressione qualquer tecla para sair.",
"CONTINUEFAIL": "Clique com o mouse para continuar para o próximo problema."
}
