{
    "INST1": "In questo compito, il tuo lavoro è determinare quale mano del manichino tiene l'oggetto target. L'oggetto target è sullo sfondo ed è un cerchio verde o un quadrato rosso. Il manichino tiene una versione più piccola dell'oggetto nella sua mano destra o sinistra. Come puoi vedere nell'immagine qui sotto, il manichino può essere rivolto verso di te o di spalle, o essere in posizione verticale o capovolto. In ogni caso, rispondi quale mano, dalla prospettiva del manichino, tiene l'oggetto target. Userai i tasti shift sinistro e destro per rispondere, quindi premi il tasto SHIFT SINISTRO per continuare.",
    "PRAC1": "Prima, guarda l'immagine più a sinistra. In questo caso, il target è il quadrato rosso, che è nella mano sinistra del manichino. Poiché il manichino è rivolto verso di te, è sul lato destro, ma dovresti comunque rispondere SINISTRA, usando il tasto shift sinistro. Premi il tasto shift sinistro per continuare.",
    "PRAC2": "Successivamente, guarda la seconda immagine. In questo caso, il target è il cerchio verde. Il manichino è capovolto e rivolto verso di te, ma puoi vedere che il cerchio verde è nella sua mano destra, quindi rispondi DESTRA premendo il tasto shift destro.",
    "PRAC3": "Ora, guarda la terza immagine. Il target è un quadrato rosso. In quale mano è? Premi il pulsante corretto per continuare.",
    "PRAC4": "Infine, guarda l'immagine più a destra. In questo caso, il target è il cerchio verde, e l'uomo è rivolto di spalle. Premi il tasto corretto per continuare.",
    "READY": "Ora completerai alcune prove di pratica. Quando rispondi, ti diremo se sei corretto o errato. Cerca di rispondere il più velocemente e accuratamente possibile. Premi il tasto shift sinistro o destro per iniziare.",
    "READY2": "Ora completerai il test completo. Completerai <N> prove consecutive. Cerca di rispondere il più velocemente e accuratamente possibile. Premi il tasto shift sinistro o destro per iniziare.",
    "footer": "SHIFT-SINISTRO                                     SHIFT-DESTRO",
    "header": "Prova [<X>] di [<Y>]",
    "pheader": "Pratica [<X>] di [<Y>]",
    "debrief": "Hai completato questo test. Premi la barra spaziatrice per continuare.",
    "correct": "CORRETTO!",
    "incorrect": "ERRATO! Il target era nell'altra mano",
    "AUTHOR": "Automatic translation via Claude Code"
}
