{
    "INST1": "In this task, your job is to determine which hand of the mannequin is holding the target object. The target object is in the background, and is either a green circle or red square. The mannequin is holding a smaller version of the object in either its right or left hand.  As you can see in the image below, the mannequin can be either facing toward or away from you, or be upright or upside down.  In each case, answer which hand, from the perspective of the mannequin, is holding the target object. You will use the LEFT and RIGHT response keys to make responses. Press any key to continue.",
    "PRAC1": "First, look at the left most image. In this case, the target is the red square, which is in the mannequin's left hand.  Because the mannequin is facing you, it is on the right side, but you should still respond LEFT, using the LEFT response key. Press any key to continue.",
    "PRAC2": "Next, look at second image. In this case, the target is the green circle.  The mannequin is upside down and facing you, but you can tell that the green circle is in its right hand, so respond RIGHT by pressing the RIGHT response key.",
    "PRAC3": "Now, look at the third image.  The target is a red square. Which hand is it in? Press the correct response key to continue.",
    "PRAC4": "Finally, look at the rightmost image. In this case, the target is the green circle, and the man is facing away from you.  Press the correct response key to continue.",
    "READY": "Now you will complete a few practice trials.  When you make a response, we will tell you whether you are correct or incorrect. Try to respond as quickly and accurately as possible. Press any key to begin.",
    "READY2": "Now you will complete a the full test.  You will complete <N> consecutive trials. Try to respond as quickly and accurately as possible. Press any key to begin.",
    "footer": "LEFT                                     RIGHT",
    "header": "Trial [<X>] of [<Y>]",
    "pheader": "Practice [<X>] of [<Y>]",
    "debrief": "You have completed this test. Press any key to continue to the next test.",
    "correct": "CORRECT",
    "incorrect": "INCORRECT"
}
