{
"INST1NEUTRALA": "This study will test how you both use and ignore information in order to make a decision.  In this task, you will be asked to determine the direction of the center arrow, in a set of five.  ",
"INST1NEUTRALB": "If the center arrow points left, respond LEFT. If it points right, respond RIGHT.  ",
"INST1NEUTRALC": "The heads of the arrows surrounding the center arrow will either be in same direction, the opposite direction, will be absent, and only appear as lines.  You will always ignore the surrounding symbols, and respond only to the central arrow.  Some example stimuli are shown below:",
"INST1NONEUTRALA": "This study will test how you both use and ignore information in order to make a decision.  In this task, you will be asked to determine the direction of the center arrow, in a set of five.  ",
"INST1NONEUTRALB": "If the center arrow points left, respond LEFT. If it points right, respond RIGHT.  ",
"INST1NONEUTRALC": "The heads of the arrows surrounding the center arrow will either be in same direction, the opposite direction, or will be absent.  You will always ignore the surrounding symbols, and respond only to the central arrow.  Some example stimuli are shown below:",
"INST2A": "In addition, the arrow stimuli will either occur slightly above the center of the screen, or slightly below the center of the screen.  Prior to each stimulus, a '",
"INST2B": "' symbol will sometimes cue you regarding the possible location of the new target. If a single ",
"INST2C": " appears above or below the center of the screen, the stimulus will always happen at the location.  Other times the cue will happen in the center, or two cues will happen (one on top and one on the bottom), or no cue will occur.  In these cases, you will not know whether the stimulus will be on the top or bottom.  Make a response to see the sequence of stimuli.",
"INST2ADDON": "\n Make a response when you have seen enough examples.",
"INST3TEXT": "You will start with a short block of practice trials.  After each trial, you will be told whether you are correct, and told how long you took to make the response (in thousandths of a second).  Try to respond as quickly and accurately as possible.",
"INST3TEXTNORT": "You will start with a short block of practice trials.  After each trial, you will be told whether you are correct.  Try to respond as quickly and accurately as possible.",
"INSTREMA": "\nRemember, use the response options shown at the bottom of the screen",
"INSTREMB": "",
"INSTREMC": " to respond.  Make a response to begin.",
"FOOTERL": "LEFT",
"FOOTERR": "RIGHT",
"INTERBLOCK": "Take a short break.  Make a response to begin the next block.",
"DEBRIEF": "Thank you for participating in the study.  Alert the researcher that you are done.",
"CORRECT": "Correct",
"INCORRECT": "Incorrect"
}
