{
"INST1NEUTRALA": "Este estudio probará cómo usa e ignora información para tomar una decisión. En esta tarea, se le pedirá que determine la dirección de la flecha central, en un conjunto de cinco.  ",
"INST1NEUTRALB": "Si apunta a la izquierda, responda IZQUIERDA. Si apunta a la derecha, responda DERECHA.  ",
"INST1NEUTRALC": "Las puntas de las flechas que rodean la flecha central estarán en la misma dirección, en la dirección opuesta, o estarán ausentes y solo aparecerán como líneas. Siempre ignorará los símbolos circundantes y responderá solo a la flecha central. A continuación se muestran algunos estímulos de ejemplo:",
"INST1NONEUTRALA": "Este estudio probará cómo usa e ignora información para tomar una decisión. En esta tarea, se le pedirá que determine la dirección de la flecha central, en un conjunto de cinco.  ",
"INST1NONEUTRALB": "Si apunta a la izquierda, responda IZQUIERDA. Si apunta a la derecha, responda DERECHA.  ",
"INST1NONEUTRALC": "Las puntas de las flechas que rodean la flecha central estarán en la misma dirección, en la dirección opuesta, o estarán ausentes. Siempre ignorará los símbolos circundantes y responderá solo a la flecha central. A continuación se muestran algunos estímulos de ejemplo:",
"INST2A": "Además, los estímulos de flecha ocurrirán ligeramente por encima del centro de la pantalla o ligeramente por debajo del centro de la pantalla. Antes de cada estímulo, un símbolo '",
"INST2B": "' a veces le indicará la posible ubicación del nuevo objetivo. Si aparece un solo ",
"INST2C": " arriba o abajo del centro de la pantalla, el estímulo siempre ocurrirá en esa ubicación. Otras veces la señal ocurrirá en el centro, o dos señales ocurrirán (una arriba y una abajo), o no ocurrirá ninguna señal. En estos casos, no sabrá si el estímulo estará arriba o abajo. Responda para ver la secuencia de estímulos.",
"INST2ADDON": "\n Responda cuando haya visto suficientes ejemplos.",
"INST3TEXT": "Comenzará con un breve bloque de ensayos de práctica. Después de cada ensayo, se le dirá si es correcto y cuánto tiempo tardó en hacer la respuesta (en milésimas de segundo). Intente responder lo más rápida y precisamente posible.",
"INST3TEXTNORT": "Comenzará con un breve bloque de ensayos de práctica. Después de cada ensayo, se le dirá si es correcto. Intente responder lo más rápida y precisamente posible.",
"INSTREMA": "\nRecuerde, use las opciones de respuesta que se muestran en la parte inferior de la pantalla",
"INSTREMB": "",
"INSTREMC": " para responder. Responda para comenzar.",
"FOOTERL": "IZQUIERDA",
"FOOTERR": "DERECHA",
"INTERBLOCK": "Tome un breve descanso. Responda para comenzar el siguiente bloque.",
"DEBRIEF": "Gracias por participar en el estudio. Avise al investigador que ha terminado.",
"CORRECT": "Correcto",
"INCORRECT": "Incorrecto",
"AUTHOR": "Generic translation for multi-platform support"
}
