{
"INST1NEUTRALA": "Questo studio testerà come usi e ignori le informazioni per prendere una decisione. In questo compito, ti verrà chiesto di determinare la direzione della freccia centrale, in un insieme di cinque.  ",
"INST1NEUTRALB": "Se la freccia centrale punta a sinistra, rispondi SINISTRA. Se punta a destra, rispondi DESTRA.  ",
"INST1NEUTRALC": "Le punte delle frecce che circondano la freccia centrale saranno nella stessa direzione, nella direzione opposta, o saranno assenti e appariranno solo come linee. Ignorerai sempre i simboli circostanti e risponderai solo alla freccia centrale. Alcuni stimoli di esempio sono mostrati qui sotto:",
"INST1NONEUTRALA": "Questo studio testerà come usi e ignori le informazioni per prendere una decisione. In questo compito, ti verrà chiesto di determinare la direzione della freccia centrale, in un insieme di cinque.  ",
"INST1NONEUTRALB": "Se la freccia centrale punta a sinistra, rispondi SINISTRA. Se punta a destra, rispondi DESTRA.  ",
"INST1NONEUTRALC": "Le punte delle frecce che circondano la freccia centrale saranno nella stessa direzione, nella direzione opposta, o saranno assenti. Ignorerai sempre i simboli circostanti e risponderai solo alla freccia centrale. Alcuni stimoli di esempio sono mostrati qui sotto:",
"INST2A": "Inoltre, gli stimoli di freccia appariranno leggermente sopra il centro dello schermo o leggermente sotto il centro dello schermo. Prima di ogni stimolo, un simbolo '",
"INST2B": "' ti indicherà a volte la possibile posizione del nuovo obiettivo. Se un singolo ",
"INST2C": " appare sopra o sotto il centro dello schermo, lo stimolo avverrà sempre in quella posizione. Altre volte l'indizio avverrà al centro, o due indizi avverranno (uno in alto e uno in basso), o non avverrà alcun indizio. In questi casi, non saprai se lo stimolo sarà in alto o in basso. Fai una risposta per vedere la sequenza di stimoli.",
"INST2ADDON": "\n Fai una risposta quando hai visto abbastanza esempi.",
"INST3TEXT": "Inizierai con un breve blocco di prove di pratica. Dopo ogni prova, ti verrà detto se sei corretto e quanto tempo hai impiegato per fare la risposta (in millesimi di secondo). Cerca di rispondere il più velocemente e accuratamente possibile.",
"INST3TEXTNORT": "Inizierai con un breve blocco di prove di pratica. Dopo ogni prova, ti verrà detto se sei corretto. Cerca di rispondere il più velocemente e accuratamente possibile.",
"INSTREMA": "\nRicorda, usa le opzioni di risposta mostrate nella parte inferiore dello schermo",
"INSTREMB": "",
"INSTREMC": " per rispondere. Fai una risposta per iniziare.",
"FOOTERL": "SINISTRA",
"FOOTERR": "DESTRA",
"INTERBLOCK": "Fai una breve pausa. Fai una risposta per iniziare il prossimo blocco.",
"DEBRIEF": "Grazie per aver partecipato allo studio. Avvisa il ricercatore che hai finito.",
"CORRECT": "Corretto",
"INCORRECT": "Errato",
"AUTHOR": "Generic translation for multi-platform support"
}
