{
"COLOR1": "rouge",
"COLOR2": "bleu",
"COLOR3": "vert",
"COLOR4": "jaune",
"BLACK": "noir",
"WORD1": "quand",
"WORD2": "dur",
"WORD3": "et",
"WORD4": "fini",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"TOOSLOW": "Fini",
"KEYHEADER": "1 = rouge   2 = bleu  3 = vert  4 = jaune",
"SAYHEADER": "Say 'rouge', 'bleu', 'vert', or 'jaune'",
"PRACTICETEXT": "Avant de commencer, prenez un moment pour memoriser la correspondance entre les couleurs et les touches du clavier.  Appuyez sur les touches 1 a 4 consecutivement pour essayer les 4 types reponses, puis sur la barre d'espace pour debuter le test.",
"INSTRUCTIONSBASE": "Vous allez commencer une experience dans laquelle on vous demandera de dire la couleur dans laquelle les mots sont ecrits.  Parfois les mots seront des noms de couleurs.  Quand ce sera le cas, ne LISEZ PAS le mot, dites la couleur dans laquelle le mot est ECRIT.",
"KEYMANUAL": "Vous devrez repondre avec les touches 1-2-3-4.",
"KEYVOCAL": "Vous devrez répondre en disant la couleur dans laquelle le mot est ecrit, haut et fort, dans le micro.",
"NEEDMORE1":"Vous avez fait trop d erreurs. Vous devez continuer l entrainement. ",
"NEEDMORE2": " Vous avez fini. ",
"BREAK1TEXT": "L entrainement est termine.  Maintenant vous allez faire le vrai test.  Rappelez vous de repondre le plus vite possible sans faire d erreurs. Cliquez sur n importe quelle touche pour commencer.",
"BREAK2TEXT": "Vous pouvez prendre une courte pause.  Quand vous recommencerez, rappelez vous: vous devez repondre le plus vite possible et du mieux que vous pouvez.   Cliquez sur n'importe quelle touche pour commencer.",
"PRACTICEHEADERTEXT": "ENTRAINEMENT",
"TESTHEADERTEXT": "TEST",
"FOOTER1TEXTMANUAL": "Appuyez sur <KEYSTRING> pour la couleur du mot",
"FOOTER1TEXTMANUAL2":"Appuyez sur <KEYSTRING> or '5' pour une autre erreur.",
"FOOTER1TEXTVOCAL": "Dites '<KEYSTRING>' pour le nombre de caracteres apparaissant sur l ecran",
"FOOTER2TEXT": "Repondez le plus vite possible sans faire d'erreur.",
"EXIT": "Vous avez termine. Merci pour votre participation"
}
