{
"BLACK": "negro",
"BREAK1TEXT": "Ha concluido la práctica. Ahora responderás la prueba real. Recuerda responder lo más rápido y preciso que puedas. Presiona cualquier tecla para comenzar.",
"BREAK2TEXT": " Presiona cualquier tecla para comenzar.",
"COLOR1": "rojo",
"COLOR2": "azul",
"COLOR3": "verde",
"COLOR4": "amarillo",
"CORRECT": "Correcto",
"EXIT": "You are now finished. Thank you for participating.",
"FOOTER1TEXTMANUAL": "Presiona <KEYSTRING> para el color de la palabrad",
"FOOTER1TEXTMANUAL2": " Presiona  <KEYSTRING> or '5' for other error.",
"FOOTER1TEXTVOCAL": "Say '<KEYSTRING>' for the color that appears on the screen",
"FOOTER2TEXT": "Responder con rapidez y precisión.",
"INCORRECT": "Incorrecto",
"INSTRUCTIONSBASE": "Vas a realizar una prueba en la que determinarás el color con el que están escritas un grupo de palabras. En algunos casos las palabras serán nombres de colores. Debes evitar presionar el botón que corresponde con el nombre del color y responder solamente con el número del color con el que la palabra está coloreada.",
"KEYHEADER": "1 = rojo   2 = azul  3 = verde  4 = amarillo",
"KEYMANUAL": "Debes responder empleando los números 1-2-3-4  que aparecen en la parte superior del teclado.",
"KEYVOCAL": "You will need to respond by saying the color of the written word, loudly and clearly, into the microphone.",
"LANGUAGE": "es",
"NEEDMORE1": "You made too many mistakes during practice.  You must continue to practice until you reach: ",
"NEEDMORE2": " You achieved: ",
"PRACTICEHEADERTEXT": "PRÁCTICA",
"PRACTICETEXT": "Antes de comenzar toma un momento para que aprendas la relación entre los colores y los números en el teclado que corresponden a cada uno. Presiona los números del 1 al 4 consecutivamente para practicar las respuestas y la barra de espacio para comenzar la prueba.",
"SAYHEADER": "Decir 'rojo', 'azul', 'verde', o 'amarillo'",
"TESTHEADERTEXT": "PRUEBA",
"TOOSLOW": "Demasiado lento",
"WORD1": "cuando",
"WORD2": "dura",
"WORD3": "fin",
"WORD4": "sobre"
}
