{
    "INST":"In questo test, guarderai le lettere sullo schermo e determinerai se sono <STIM1> o <STIM2>. Ma, come vedi sullo schermo qui sotto, potresti dover rispondere a piccole lettere stampate o a forme più grandi di quelle lettere. A volte le forme di lettere più grandi saranno composte da lettere stampate. Come vedi qui sotto, puoi vedere lettere stampate da sole (al centro) e in diverse forme di lettere (ai lati).",
    "INST1": "Per prima cosa, ti eserciterai a identificare le singole lettere, usando il metodo mostrato qui sotto. Vedrai una <STIM1> o una <STIM2>. Quando vedi una <STIM1>, rispondi SINISTRA. Quando vedi una <STIM2>, rispondi DESTRA. Rispondi il più velocemente e accuratamente possibile.",
    "INST2": "Ora dovrai ancora decidere tra <STIM1> o <STIM2>, ma appariranno in grandi blocchi sullo schermo, come vedi qui sotto.",
    "INST3": "Ora dovrai ancora decidere tra <STIM1> o <STIM2>, ma appariranno come grandi contorni di lettere, creati da piccoli quadrati, come vedi qui sotto.",
    "INST4": "Ora dovrai ancora decidere tra <STIM1> o <STIM2>, ma appariranno come grandi quadrati o contorni di lettere, creati da singole lettere, come vedi qui sotto. In questo compito, RISPONDI ALLE LETTERE PICCOLE e NON AL CONTORNO GRANDE.",
    "INST5": "Ora dovrai ancora decidere tra <STIM1> o <STIM2>, e appariranno come grandi contorni di lettere, creati da singole lettere o caselle, come vedi qui sotto. In questo compito, RISPONDI ALLE FORME DI LETTERE GRANDI e NON alle singole lettere che compongono la forma.",
    "INST6": "Ora dovrai ancora decidere tra <STIM1> o <STIM2>, ma appariranno come grandi quadrati o contorni di lettere, creati da singole lettere, come vedi qui sotto. In questo round, ogni stimolo sarà in un'area diversa dello schermo. RISPONDI ALLE LETTERE PICCOLE e NON AL CONTORNO GRANDE.",
    "INST7": "Ora dovrai ancora decidere tra <STIM1> o <STIM2>, e appariranno come grandi contorni di lettere, creati da singole lettere o caselle, come vedi qui sotto. In questo round, ogni stimolo sarà in un'area diversa dello schermo. RISPONDI ALLE FORME DI LETTERE GRANDI e NON alle singole lettere che compongono la forma.",
    "CONTINUE":"Premi un tasto per continuare",
    "DEBRIEF": "Grazie per aver partecipato allo studio. Premi un tasto per continuare",
    "FOOTER1": "Rispondi alla lettera",
    "FOOTER2": "Rispondi alle lettere piccole",
    "FOOTER3": "Rispondi alla lettera grande",
    "FOOTER4": "Rispondi alle lettere piccole",
    "FOOTER5": "Rispondi alla lettera grande",
    "FOOTER6": "Rispondi alle lettere piccole",
    "FOOTER7": "Rispondi alla lettera grande",
    "CORRECT": "CORRETTO",
    "INCORRECT": "SBAGLIATO",
    "RESPONSE_LABEL_LEFT": "'<KEY>' key for <STIM>",
    "RESPONSE_LABEL_RIGHT": "'<KEY>' key for <STIM>"
}
