{
    "INST":"En esta prueba, mirarás letras en la pantalla y determinarás si son <STIM1> o <STIM2>. Pero, como ves en la pantalla a continuación, es posible que debas responder a pequeñas letras impresas o formas más grandes de esas letras. A veces, las formas de letras más grandes estarán compuestas de letras impresas. Como ves a continuación, puedes ver letras impresas solas (en el centro) y en diferentes formas de letras (a los lados).",
    "INST1": "Primero, practicarás identificando letras individuales, usando el método que se muestra a continuación. Verás una <STIM1> o una <STIM2>. Cuando veas una <STIM1>, responde IZQUIERDA. Cuando veas una <STIM2>, responde DERECHA. Responde lo más rápido y preciso posible.",
    "INST2": "Ahora todavía necesitarás decidir entre <STIM1> o <STIM2>, pero aparecerán en bloques grandes en la pantalla, como ves a continuación.",
    "INST3": "Ahora todavía necesitarás decidir entre <STIM1> o <STIM2>, pero aparecerán como grandes contornos de letras, creados a partir de pequeños cuadrados, como ves a continuación.",
    "INST4": "Ahora todavía necesitarás decidir entre <STIM1> o <STIM2>, pero aparecerán como grandes cuadrados o contornos de letras, creados a partir de letras individuales, como ves a continuación. En esta tarea, RESPONDE A LAS LETRAS PEQUEÑAS y NO AL CONTORNO GRANDE.",
    "INST5": "Ahora todavía necesitarás decidir entre <STIM1> o <STIM2>, y aparecerán como grandes contornos de letras, creados a partir de letras individuales o cuadros, como ves a continuación. En esta tarea, RESPONDE A LAS FORMAS DE LETRAS GRANDES y NO a las letras individuales que forman la forma.",
    "INST6": "Ahora todavía necesitarás decidir entre <STIM1> o <STIM2>, pero aparecerán como grandes cuadrados o contornos de letras, creados a partir de letras individuales, como ves a continuación. En esta ronda, cada estímulo estará en un área diferente de la pantalla. RESPONDE A LAS LETRAS PEQUEÑAS y NO AL CONTORNO GRANDE.",
    "INST7": "Ahora todavía necesitarás decidir entre <STIM1> o <STIM2>, y aparecerán como grandes contornos de letras, creados a partir de letras individuales o cuadros, como ves a continuación. En esta ronda, cada estímulo estará en un área diferente de la pantalla. RESPONDE A LAS FORMAS DE LETRAS GRANDES y NO a las letras individuales que forman la forma.",
    "CONTINUE":"Presiona una tecla para continuar",
    "DEBRIEF": "Gracias por participar en el estudio. Presiona una tecla para continuar",
    "FOOTER1": "Responde a la letra",
    "FOOTER2": "Responde a las letras pequeñas",
    "FOOTER3": "Responde a la letra grande",
    "FOOTER4": "Responde a las letras pequeñas",
    "FOOTER5": "Responde a la letra grande",
    "FOOTER6": "Responde a las letras pequeñas",
    "FOOTER7": "Responde a la letra grande",
    "CORRECT": "CORRECTO",
    "INCORRECT": "INCORRECTO",
    "RESPONSE_LABEL_LEFT": "'<KEY>' key for <STIM>",
    "RESPONSE_LABEL_RIGHT": "'<KEY>' key for <STIM>"
}
