{
    "INST":"In diesem Test werden Sie Buchstaben auf dem Bildschirm sehen und bestimmen, ob es sich um <STIM1> oder <STIM2> handelt. Wie Sie unten sehen können, müssen Sie möglicherweise auf kleine gedruckte Buchstaben oder größere Formen dieser Buchstaben reagieren. Manchmal bestehen die größeren Buchstabenformen aus gedruckten Buchstaben. Wie Sie unten sehen, können Sie gedruckte Buchstaben allein (Mitte) und in verschiedenen Buchstabenformen (an den Seiten) sehen.",
    "INST1": "Zuerst üben Sie das Erkennen einzelner Buchstaben mit der unten gezeigten Methode. Sie sehen entweder ein <STIM1> oder ein <STIM2>. Wenn Sie ein <STIM1> sehen, antworten Sie LINKS. Wenn Sie ein <STIM2> sehen, antworten Sie RECHTS. Reagieren Sie so schnell und genau wie möglich.",
    "INST2": "Jetzt müssen Sie immer noch zwischen <STIM1> oder <STIM2> entscheiden, aber sie erscheinen in großen Blöcken auf dem Bildschirm, wie Sie unten sehen.",
    "INST3": "Jetzt müssen Sie immer noch zwischen <STIM1> oder <STIM2> entscheiden, aber sie erscheinen als große Umrisse von Buchstaben, die aus kleinen Quadraten erstellt wurden, wie Sie unten sehen.",
    "INST4": "Jetzt müssen Sie immer noch zwischen <STIM1> oder <STIM2> entscheiden, aber sie erscheinen als große Quadrate oder Umrisse von Buchstaben, die aus einzelnen Buchstaben erstellt wurden, wie Sie unten sehen. In dieser Aufgabe REAGIEREN SIE AUF DIE KLEINEN BUCHSTABEN und NICHT AUF DEN GROSSEN UMRISS.",
    "INST5": "Jetzt müssen Sie immer noch zwischen <STIM1> oder <STIM2> entscheiden, und sie erscheinen als große Umrisse von Buchstaben, die aus einzelnen Buchstaben oder Kästchen erstellt wurden, wie Sie unten sehen. In dieser Aufgabe REAGIEREN SIE AUF DIE GROSSEN BUCHSTABENFORMEN und NICHT auf die einzelnen Buchstaben, die die Form bilden.",
    "INST6": "Jetzt müssen Sie immer noch zwischen <STIM1> oder <STIM2> entscheiden, aber sie erscheinen als große Quadrate oder Umrisse von Buchstaben, die aus einzelnen Buchstaben erstellt wurden, wie Sie unten sehen. In dieser Runde erscheint jeder Stimulus an einer anderen Stelle des Bildschirms. REAGIEREN SIE AUF DIE KLEINEN BUCHSTABEN und NICHT AUF DEN GROSSEN UMRISS.",
    "INST7": "Jetzt müssen Sie immer noch zwischen <STIM1> oder <STIM2> entscheiden, und sie erscheinen als große Umrisse von Buchstaben, die aus einzelnen Buchstaben oder Kästchen erstellt wurden, wie Sie unten sehen. In dieser Runde erscheint jeder Stimulus an einer anderen Stelle des Bildschirms. REAGIEREN SIE AUF DIE GROSSEN BUCHSTABENFORMEN und NICHT auf die einzelnen Buchstaben, die die Form bilden.",
    "CONTINUE":"Drücken Sie eine Taste, um fortzufahren",
    "DEBRIEF": "Vielen Dank für Ihre Teilnahme an der Studie. Drücken Sie eine Taste, um fortzufahren",
    "FOOTER1": "Auf Buchstabe reagieren",
    "FOOTER2": "Auf kleine Buchstaben reagieren",
    "FOOTER3": "Auf großen Buchstaben reagieren",
    "FOOTER4": "Auf kleine Buchstaben reagieren",
    "FOOTER5": "Auf großen Buchstaben reagieren",
    "FOOTER6": "Auf kleine Buchstaben reagieren",
    "FOOTER7": "Auf großen Buchstaben reagieren",
    "CORRECT": "RICHTIG",
    "INCORRECT": "FALSCH",
    "RESPONSE_LABEL_LEFT": "'<KEY>' key for <STIM>",
    "RESPONSE_LABEL_RIGHT": "'<KEY>' key for <STIM>"
}
