{
  "INST1_keyboard": "Vous êtes sur le point de prendre part à une expérience qui consiste à jouer avec de l'argent. Vous commencerez avec un montant de 2000 $. A chaque essai, vous devrez choisir une carte sur l'un des quatre tas. Après avoir sélectionné la carte, vous recevrez une récompense et vous devrez éventuellement payer une pénalité. Votre but est de maximiser le profit sur votre montant de départ. Vous pouvez choisir n'importe quel tas à tout moment. Appuyez sur n'importe quelle touche pour continuer.",
  "INST1_mouse": "Vous êtes sur le point de prendre part à une expérience qui consiste à jouer avec de l'argent. Vous commencerez avec un montant de 2000 $. A chaque essai, vous devrez choisir une carte sur l'un des quatre tas. Après avoir sélectionné la carte, vous recevrez une récompense et vous devrez éventuellement payer une pénalité. Votre but est de maximiser le profit sur votre montant de départ. Vous pouvez choisir n'importe quel tas à tout moment. Cliquez sur la souris pour continuer.",
  "INST2_keyboard": "En haut de l'écran, il y a un barre verte qui montre le montant de vos gains. Plus vous gagnez d'argent et plus elle sera longue.                                                                                            ",
  "INST2_mouse": "En haut de l'écran, il y a un barre verte qui montre le montant de vos gains. Plus vous gagnez d'argent et plus elle sera longue.                                                                                            ",
  "INST3_keyboard": "Maintenant, vous allez commencer. Avez-vous des questions ?                                                                                       Appuyez sur n'importe quelle touche pour commencer.",
  "INST3_mouse": "Maintenant, vous allez commencer. Avez-vous des questions ?                                                                                       Appuyez sur la souris pour commencer.",
  "DECK_A": "1",
  "DECK_B": "2",
  "DECK_C": "3",
  "DECK_D": "4",
  "PICK_CARD_mouse": "Vous devez choisir une carte avec la souris.",
  "WINNINGS": "Total: $",
  "YOU_CHOSE": " Choix:   ",
  "YOU_WON": " Récompense:  $",
  "YOU_LOST": " Pénalité: $",
  "NET_GAIN": " Score net: $",
  "GAME_OVER": "Merci de votre participation à l'expérience. Vous avez gagné  $",
  "CONGRATULATIONS": "Felicitation!",
  "THANK_YOU": "C'est fini.",
  "BEGIN_PROMPT_keyboard": "Appuyez sur n'importe quelle touche pour commencer.",
  "BEGIN_PROMPT_mouse": "Cliquez avec la souris pour commencer.",
  "CONTINUE_PROMPT_keyboard": "Appuyez sur n'importe quelle touche pour continuer.",
  "CONTINUE_PROMPT_mouse": "Cliquez avec la souris pour continuer.",
  "PICK_CARD_keyboard": "Choisissez une carte en appuyant sur une touche (1-4):"
}