{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, ou <KEY4>",
"COLOR1": "rouge",
"COLOR2": "vert",
"COLOR3": "bleu",
"COLOR4": "jaune",
"WORD1": "quand",
"WORD2": "dur",
"WORD3": "et",
"WORD4": "sur",
"PRACTICETEXT": "Avant de commencer, prenez un moment pour apprendre la correspondance entre les couleurs et les touches. Appuyez sur les touches [<KEYSTRING>] consécutivement pour pratiquer les stimuli, et sur la barre d'espace pour commencer le test.",
"PRACTICETOCRIT": "D'abord, vous allez pratiquer en nommant les couleurs avec des mots qui correspondent à leur couleur. Par exemple, le mot 'ROUGE' apparaîtra en couleur rouge. Appuyez sur la touche associée au rouge. Ce premier tour est pour vous aider à pratiquer en appuyant sur la touche associée à chaque couleur. Vous devriez essayer de faire cela sans regarder la légende en bas de l'écran. Il peut parfois aider de se souvenir de la paire gauche et de la paire droite séparément.\n\nPour continuer vers le test principal, vous devez compléter cette pratique avec pas plus de 2 erreurs. Si vous faites plus de 2 erreurs, vous répéterez cette pratique (jusqu'à 4 fois).\n\nAppuyez sur n'importe quelle touche pour commencer la pratique.",
"PRACTICEFAILURE": "Désolé, vous avez fait plus de deux erreurs. Avant de pouvoir passer le test, vous devez apprendre la correspondance entre les touches et les couleurs. Essayez à nouveau d'apprendre la correspondance sans erreurs.\n\nAppuyez sur n'importe quelle touche pour continuer.",
"INST": "Vous allez être testé sur votre capacité à lire les mots et les couleurs dans lesquelles ils apparaissent. Vous devrez nommer les couleurs dans lesquelles les mots et les cercles apparaissent, en ignorant le mot, même si le mot est le nom d'une couleur. Appuyez sur n'importe quelle touche pour continuer.",
"INST1": "Maintenant que vous avez pratiqué, nous allons faire quelques tours de test. Dans cette partie, vous devez nommer les couleurs des points aussi rapidement que possible. Suivez le rectangle gris et appuyez sur les bonnes touches [<KEYSTRING>] en conséquence.\n\n\n   Appuyez sur n'importe quelle touche pour commencer.",
"INST2": "Cette fois, nommez les couleurs des mots aussi rapidement que possible. Suivez le rectangle gris et appuyez sur la bonne touche [<KEYSTRING>] en conséquence.\n\n\n   Appuyez sur n'importe quelle touche pour commencer.",
"INST3": "Encore une fois, nommez les couleurs dans lesquelles les mots sont imprimés aussi rapidement que possible. Ne lisez pas le mot ! Nommez plutôt la couleur dans laquelle le mot est imprimé.\n\n\n   Appuyez sur n'importe quelle touche pour commencer.",
"HEADBEGIN": "Appuyez sur n'importe quelle touche pour commencer",
"HEADBLOCK": "Appuyez sur une touche pour indiquer la couleur.",
"EXIT": "Vous avez terminé. Merci pour votre participation."
}
