{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, oder <KEY4>",
"COLOR1": "rot",
"COLOR2": "grün",
"COLOR3": "blau",
"COLOR4": "gelb",
"WORD1": "wenn",
"WORD2": "hart",
"WORD3": "und",
"WORD4": "über",
"PRACTICETEXT": "Bevor wir beginnen, nehmen Sie sich einen Moment Zeit, um die Zuordnung zwischen Farben und Tasten zu lernen. Drücken Sie die Tasten [<KEYSTRING>] nacheinander, um die Stimuli zu üben, und die Leertaste, um den Test zu beginnen.",
"PRACTICETOCRIT": "Zuerst werden Sie üben, Farben mit Wörtern zu benennen, die ihrer Farbe entsprechen. Zum Beispiel wird das Wort 'ROT' in roter Farbe erscheinen. Drücken Sie die Taste, die mit Rot verbunden ist. Diese erste Runde hilft Ihnen, das Drücken der Taste zu üben, die mit jeder Farbe verbunden ist. Sie sollten versuchen, dies zu tun, ohne auf die Legende am unteren Bildschirmrand zu schauen. Manchmal hilft es, sich das linke Paar und das rechte Paar separat zu merken.\n\nUm mit dem Haupttest fortzufahren, müssen Sie diese Übung mit nicht mehr als 2 Fehlern abschließen. Wenn Sie mehr als 2 Fehler machen, werden Sie diese Übung wiederholen (bis zu 4 Mal).\n\nDrücken Sie eine beliebige Taste, um die Übung zu beginnen.",
"PRACTICEFAILURE": "Entschuldigung, Sie haben mehr als zwei Fehler gemacht. Bevor Sie den Test machen können, müssen Sie die Zuordnung zwischen Tasten und Farben lernen. Versuchen Sie erneut, die Zuordnung ohne Fehler zu lernen.\n\nDrücken Sie eine beliebige Taste, um fortzufahren.",
"INST": "Sie werden getestet, wie gut Sie Wörter und die Farben lesen können, in denen sie erscheinen. Sie müssen die Farben benennen, in denen Wörter und Kreise erscheinen, und dabei das Wort ignorieren, selbst wenn das Wort ein Farbname ist. Drücken Sie eine beliebige Taste, um fortzufahren.",
"INST1": "Nachdem Sie nun geübt haben, werden wir einige Testrunden durchführen. In diesem Teil müssen Sie die Farben der Punkte so schnell wie möglich benennen. Folgen Sie dem grauen Rechteck und drücken Sie die entsprechenden richtigen Tasten [<KEYSTRING>].\n\n\n   Drücken Sie eine beliebige Taste, um zu beginnen.",
"INST2": "Diesmal benennen Sie die Farben der Wörter so schnell wie möglich. Folgen Sie dem grauen Rechteck und drücken Sie die entsprechende richtige Taste [<KEYSTRING>].\n\n\n   Drücken Sie eine beliebige Taste, um zu beginnen.",
"INST3": "Benennen Sie wieder die Farben, in denen die Wörter gedruckt sind, so schnell wie möglich. Lesen Sie nicht das Wort! Benennen Sie stattdessen die Farbe, in der das Wort gedruckt ist.\n\n\n   Drücken Sie eine beliebige Taste, um zu beginnen.",
"HEADBEGIN": "Drücken Sie eine beliebige Taste, um zu beginnen",
"HEADBLOCK": "Drücken Sie eine Taste, um die Farbe anzuzeigen.",
"EXIT": "Sie sind nun fertig. Vielen Dank für Ihre Teilnahme."
}
