{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, or <KEY4>",
"COLOR1": "red",
"COLOR2": "green",
"COLOR3": "blue",
"COLOR4": "yellow",
"WORD1": "when",
"WORD2": "hard",
"WORD3": "and",
"WORD4": "over",
"PRACTICETEXT": "Before we begin, take a moment to learn the mapping between colors and the keys.  Press the keys [<KEYSTRING>] consecutively to practice the stimuli, and space bar to begin the test.",
    "PRACTICETOCRIT": "First, you will practice naming colors with words that match their color. For example, the word 'RED' will appear in red color. Press the key associated with red. This first round is to help you practice hitting the key associated with each color. You should try to do this without looking at the legend at the bottom of the screen. It can sometimes help to remember the left pair and right pair separately. \n\nTo continue to the main test, you must complete this practice with no more than 2 errors. If you make more than 2 errors, you will repeat this practice (up to 4 times).\n\nPress any key to begin the practice.",
    "PRACTICEFAILURE": "Sorry--you made more than two errors.  Before you can take the test, you need to learn the mapping between keys and colors. Try again to learn the mapping without errors.\n\nPress any key to continue.",
    "INST": "You are about to be tested regarding how well you can read words and the colors they appear in. You will need to name the colors that words and circles appear in, ignoring the word--even if the word is the name of a color. Press any key to continue.",
    "INST1": "Now that you have practiced, we will to some testing rounds. In this  part, you must name the colors of the dots as quickly as you can. Follow the gray rectangle and press the correct keys  [<KEYSTRING>] accordingly.\n\n\n   Press any key to begin.",
"INST2": "This time, name the colors of the words as quickly as you can. Follow the gray rectangle and press the correct key [<KEYSTRING>] accordingly.\n\n\n   Press any key to begin.",
"INST3": "Again, name the colors in which the words are printed as quickly as you can. Don't read the word! Instead, name the color in which the word is printed.\n\n\n   Press any key to begin.",
"HEADBEGIN": "Press any key to begin",
"HEADBLOCK": "Press key to indicate color.",
"EXIT": "You are now finished. Thank you for participating."
}
