{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, ve <KEY4>",
"COLOR1": "kırmızı",
"COLOR2": "yeşil",
"COLOR3": "mavi",
"COLOR4": "sarı",
"WORD1": "kadar",
"WORD2": "ise",
"WORD3": "orta",
"WORD4": "zayıf",
"PRACTICETEXT": "Teste başlamadan önce renkler ve numaralı tuşlar arasındaki eşlemeyi öğrenin. Alıştırma için arka arkaya [<KEYSTRING>] tuşlarına, Asıl testi başlatmak içinse boşluk tuşuna basın.",
"PRACTICETOCRIT": "İlk olarak, renkleriyle eşleşen kelimelerle renkleri adlandırmayı pratik edeceksiniz. Örneğin, 'KIRMIZI' kelimesi kırmızı renkte görünecektir. Kırmızı ile ilişkili tuşa basın. Bu ilk tur, her renkle ilişkili tuşa basmayı pratik etmenize yardımcı olmak içindir. Bunu ekranın altındaki açıklamaya bakmadan yapmaya çalışmalısınız. Bazen sol çifti ve sağ çifti ayrı ayrı hatırlamak yardımcı olabilir.\n\nAna teste devam etmek için bu alıştırmayı en fazla 2 hatayla tamamlamalısınız. 2'den fazla hata yaparsanız, bu alıştırmayı tekrarlayacaksınız (en fazla 4 kez).\n\nAlıştırmayı başlatmak için herhangi bir tuşa basın.",
"PRACTICEFAILURE": "Üzgünüz, ikiden fazla hata yaptınız. Teste girebilmek için tuşlar ve renkler arasındaki eşlemeyi öğrenmeniz gerekiyor. Eşlemeyi hatasız öğrenmek için tekrar deneyin.\n\nDevam etmek için herhangi bir tuşa basın.",
"INST": "Kelimeleri ve kelime renklerini ne kadar iyi okuyabildiğinizi belirlemeye yönelik test başlamak üzere. Kelimelerin ve dairelerin göründüğü renkleri adlandırmanız gerekecek, kelimeyi görmezden gelin, kelime bir rengin adı olsa bile. Devam etmek için herhangi bir tuşa basın.",
"INST1": "Artık pratik yaptığınıza göre, bazı test turları yapacağız. Bu ilk kısımda yapabildiğiniz kadar hızlı bir şekilde dairelerin rengini söyleyin. Gri dikdörtgeni izleyin ve renkle uyumlu doğru tuşa [<KEYSTRING>] basın.\n\n\n   Başlamak için herhangi bir tuşa basın.",
"INST2": "Bu kez, yapabildiğiniz kadar hızlı bir şekilde kelimelerin rengini söyleyin. Gri dikdörtgeni izleyin ve renkle uyumlu doğru tuşa [<KEYSTRING>] basın.\n\n\n   Başlamak için herhangi bir tuşa basın.",
"INST3": "Bu kısımda da, yapabildiğiniz kadar hızlı bir şekilde kelimelerin basılı olduğu rengi söyleyin. Kelimeyi okumayın! Onun yerine kelimenin yazılı olduğu mürekkep rengini söyleyin.\n\n\n   Başlatmak için herhangi bir tuşa basın.",
"HEADBEGIN": "Başlatmak için herhangi bir tuşa basın.",
"HEADBLOCK": "Rengi belirtmek için tuşa basın.",
"EXIT": "Şimdi bitirdiniz. Katıldığınız için teşekkür ederiz."
}
