{
"INSTFORWARD": "Vous êtes sur le point de participer à un test de mémoire. Une séquence de chiffres vous sera présentée, un à la fois sur l'écran. Chaque chiffre n'apparaîtra qu'une seule fois dans une liste. On vous demandera ensuite de taper la liste de chiffres EXACTEMENT DANS L'ORDRE OÙ VOUS LES AVEZ VUS. ",
"INSTBACKWARD": "Vous êtes sur le point de participer à un test de mémoire. Une séquence de chiffres vous sera présentée, un à la fois sur l'écran. Chaque chiffre n'apparaîtra qu'une seule fois dans une liste. On vous demandera ensuite de taper la liste de chiffres, DANS L'ORDRE INVERSE OÙ VOUS LES AVEZ VUS. C'est-à-dire, si vous avez vu 12345, répondez 54321. ",
"INSTSKIP": "Si vous ne savez pas quel chiffre vient ensuite, vous pouvez le sauter en tapant la touche '-'. Essayez de placer les chiffres que vous avez vus dans leurs positions originales de la liste. ",
"INSTNOSKIP": "Si vous ne savez pas quel chiffre vient ensuite, vous devez deviner un nombre, mais essayez de placer les chiffres que vous avez vus dans leurs positions originales de la liste. ",
"INSTBACK": "Si vous faites une erreur, vous pouvez utiliser la touche de retour arrière pour faire une correction. ",
"INSTNOBACK": "Une fois qu'un nombre est entré, vous ne pouvez pas revenir en arrière pour modifier vos réponses. ",
"LTH": " Vous commencerez avec une liste de trois éléments, et vous obtiendrez trois listes différentes à chaque longueur. Si vous êtes capable de rappeler deux listes sur trois complètement correctement, vous passerez à la longueur de liste suivante plus longue. Appuyez sur n'importe quelle touche pour commencer.",
"HTL": " Vous commencerez avec une liste de dix chiffres, et vous aurez trois chances de rappeler à chaque longueur. Après trois essais, vous descendrez à la longueur de liste inférieure suivante. Vous continuerez jusqu'à ce que vous soyez capable de rappeler toutes les listes d'une longueur spécifique complètement correctement. Appuyez sur n'importe quelle touche pour commencer.",
"SCS": " Vous commencerez avec une liste de quatre chiffres. Si vous êtes capable de rappeler la liste complètement correctement, votre prochaine liste sera d'un plus long; si vous êtes incorrect, la prochaine liste sera d'un plus court. Cela continuera pendant 16 essais. Appuyez sur n'importe quelle touche pour commencer.",
"DEBRIEF": "Merci d'avoir participé à l'expérience. ",
"YOURMEM": "Votre capacité de mémoire était ",
"EXIT": "Appuyez sur n'importe quelle touche pour quitter.",
"LENGTH": "Longueur ",
"HEADER": "Utilisez 0-9 et '-', appuyez sur entrée lorsque vous avez terminé.",
"CORRECT": "Correct!",
"INCORRECT": "Incorrect.",
"AUTHOR": "Automatic translation via Claude Code"
}
