{
"INSTFORWARD": "Sie werden gleich an einem Gedächtnistest teilnehmen. Ihnen wird eine Sequenz von Ziffern präsentiert, jeweils eine auf dem Bildschirm. Jede Ziffer wird nur einmal während einer Liste vorkommen. Sie werden dann gebeten, die Liste der Ziffern GENAU IN DER REIHENFOLGE EINZUGEBEN, IN DER SIE SIE GESEHEN HABEN. ",
"INSTBACKWARD": "Sie werden gleich an einem Gedächtnistest teilnehmen. Ihnen wird eine Sequenz von Ziffern präsentiert, jeweils eine auf dem Bildschirm. Jede Ziffer wird nur einmal während einer Liste vorkommen. Sie werden dann gebeten, die Liste der Ziffern IN DER UMGEKEHRTEN REIHENFOLGE EINZUGEBEN, IN DER SIE SIE GESEHEN HABEN. Das heißt, wenn Sie 12345 gesehen haben, antworten Sie 54321. ",
"INSTSKIP": "Wenn Sie nicht wissen, welche Ziffer als nächstes kommt, können Sie sie überspringen, indem Sie die '-' Taste drücken. Versuchen Sie, die Zahlen, die Sie gesehen haben, in ihre ursprünglichen Listenpositionen zu setzen. ",
"INSTNOSKIP": "Wenn Sie nicht wissen, welche Ziffer als nächstes kommt, müssen Sie eine Zahl raten, aber versuchen Sie, die Zahlen, die Sie gesehen haben, in ihre ursprünglichen Listenpositionen zu setzen. ",
"INSTBACK": "Wenn Sie einen Fehler machen, können Sie die Rücktaste verwenden, um eine Korrektur vorzunehmen. ",
"INSTNOBACK": "Sobald eine Zahl eingegeben wurde, können Sie nicht zurückgehen, um Ihre Antworten zu bearbeiten. ",
"LTH": " Sie beginnen mit einer Liste von drei Elementen und erhalten drei verschiedene Listen bei jeder Länge. Wenn Sie zwei von drei Listen vollständig korrekt erinnern können, gehen Sie zur nächsten längeren Listenlänge über. Drücken Sie eine beliebige Taste, um zu beginnen.",
"HTL": " Sie beginnen mit einer Liste von zehn Ziffern und haben drei Versuche zum Erinnern bei jeder Länge. Nach drei Versuchen gehen Sie zur nächsten kürzeren Listenlänge über. Sie fahren fort, bis Sie alle Listen einer bestimmten Länge vollständig korrekt erinnern können. Drücken Sie eine beliebige Taste, um zu beginnen.",
"SCS": " Sie beginnen mit einer Liste von vier Ziffern. Wenn Sie die Liste vollständig korrekt erinnern können, wird Ihre nächste Liste um eins länger sein; wenn Sie falsch liegen, wird die nächste Liste um eins kürzer sein. Dies wird für 16 Versuche fortgesetzt. Drücken Sie eine beliebige Taste, um zu beginnen.",
"DEBRIEF": "Vielen Dank für Ihre Teilnahme am Experiment. ",
"YOURMEM": "Ihre Gedächtnisspanne war ",
"EXIT": "Drücken Sie eine beliebige Taste zum Beenden.",
"LENGTH": "Länge ",
"HEADER": "Verwenden Sie 0-9 und '-', drücken Sie Enter, wenn fertig.",
"CORRECT": "Richtig!",
"INCORRECT": "Falsch.",
"AUTHOR": "Automatic translation via Claude Code"
}
