{
"INSTFORWARD": "Deze test kijkt hoe goed je iets kan onthouden. Je zal enkele cijfers te zien krijgen, die één voor één zullen verschijnen in een reeks op het scherm. Elk cijfer zal slechts één keer voorkomen in een reeks. Na deze reeks, zal je gevraagd worden om de cijfers aan te duiden in DEZELFDE VOLGORDE dan waarin jij ze zag verschijnen. ",
"INSTBACKWARD": "Deze test kijkt hoe goed je iets kan onthouden. Je zal enkele cijfers te zien krijgen, die één voor één zullen verschijnen in een reeks op het scherm. Elk cijfer zal slechts één keer voorkomen in een reeks. Na deze reeks, zal je gevraagd worden om de cijfers aan te duiden IN DE OMGEKEERDE VOLGORDE dan waarin jij ze zag. Dus als je 12345 zag, antwoord jij 54321.",
"INSTSKIP": "Als je niet meer goed weet welk getal er volgde, kan je het getal overslaan door ‘-‘ te typen. Probeer zoveel als mogelijk de cijfers die je zag in hun juiste positie te plaatsen.",
"INSTNOSKIP": "Als je niet meer goed weet welk getal er volgde, zal je moeten gokken. Probeer zoveel als mogelijk de cijfers die je zag in hun juiste positie te plaatsen.",
"INSTBACK": "Als je een fout maakt kan je op het pijltje terug duwen (backspace), om je correctie toe te passen.",
"INSTNOBACK": "Eens dat je een nummer hebt ingegeven, kan je dit niet meer aanpassen. ",
"LTH": "Je zal starten met een reeks van 3 cijfers en zal bij elke lengte 3 verschillende lijsten krijgen. Van zodra je 2 van de 3 lijsten juist hebt, ga je verder naar een langere reeks cijfers.",
"HTL": " Je zal starten met een lijst van 10 cijfers, waarbij je voor elke lengte drie keer een kans krijgt. Na drie oefeningen, zal je naar een lager niveau gaan. De test blijft lopen tot dat je de lengte van de lijst volledig kon volbrengen.",
"SCS": " Je zal starten met een reeks van 4 cijfers. Wanneer je het juist hebt, ga je verder naar een langere reeks cijfers. Wanneer je het fout hebt, zal de reeks cijfers opnieuw ééntje korter worden. Na 16 reeksen, stopt de test.",
"DEBRIEF": "Bedankt om mee te doen aan dit experiment. ",
"YOURMEM": "Jouw geheugencapaciteit was ",
"EXIT": "Duw op een toets om af te sluiten.",
"LENGTH": "Lengte ",
"HEADER": "Gebruik de cijfers van 0 tot en met 9 en '-'. Duw op ENTER wanneer je klaar bent.",
"CORRECT": "Juist!",
"INCORRECT": "Fout.",
"LANGUAGE": "nl"
}
