{
"INSTFORWARD": "Stai per partecipare a un test di memoria. Ti verrà presentata una sequenza di cifre, una alla volta sullo schermo. Ogni cifra apparirà una sola volta durante una lista. Ti verrà quindi chiesto di digitare la lista di cifre ESATTAMENTE NELL'ORDINE IN CUI LE HAI VISTE. ",
"INSTBACKWARD": "Stai per partecipare a un test di memoria. Ti verrà presentata una sequenza di cifre, una alla volta sullo schermo. Ogni cifra apparirà una sola volta durante una lista. Ti verrà quindi chiesto di digitare la lista di cifre, NELL'ORDINE OPPOSTO IN CUI LE HAI VISTE. Cioè, se hai visto 12345, rispondi 54321. ",
"INSTSKIP": "Se non sai quale cifra viene dopo, puoi saltarla digitando il tasto '-'. Cerca di mettere i numeri che hai visto nelle posizioni originali della lista. ",
"INSTNOSKIP": "Se non sai quale cifra viene dopo, devi indovinare un numero, ma cerca di mettere i numeri che hai visto nelle loro posizioni originali della lista. ",
"INSTBACK": "Se fai un errore, puoi usare il tasto backspace per fare una correzione. ",
"INSTNOBACK": "Una volta inserito un numero, non puoi tornare indietro per modificare le tue risposte. ",
"LTH": " Inizierai con una lista di tre elementi, e riceverai tre liste diverse ad ogni lunghezza. Se riesci a ricordare due liste su tre completamente corrette, passerai alla lunghezza di lista successiva più lunga. Premi un tasto qualsiasi per iniziare.",
"HTL": " Inizierai con una lista di dieci cifre, e avrai tre possibilità di ricordare ad ogni lunghezza. Dopo tre prove, passerai alla lunghezza di lista successiva più corta. Continuerai finché non riuscirai a ricordare tutte le liste di una lunghezza specifica completamente corrette. Premi un tasto qualsiasi per iniziare.",
"SCS": " Inizierai con una lista di quattro cifre. Se riesci a ricordare la lista completamente corretta, la tua prossima lista sarà di una più lunga; se sei errato, la prossima lista sarà di una più corta. Questo continuerà per 16 prove. Premi un tasto qualsiasi per iniziare.",
"DEBRIEF": "Grazie per aver partecipato all'esperimento. ",
"YOURMEM": "La tua capacità di memoria era ",
"EXIT": "Premi un tasto qualsiasi per uscire.",
"LENGTH": "Lunghezza ",
"HEADER": "Usa 0-9 e '-', premi invio quando hai finito.",
"CORRECT": "Corretto!",
"INCORRECT": "Errato.",
"AUTHOR": "Automatic translation via Claude Code"
}
