{
"INSTFORWARD": "Você está prestes a participar de um teste de memória. Será apresentada uma sequência de dígitos, um de cada vez na tela. Cada dígito ocorrerá apenas uma vez durante uma lista. Em seguida, será solicitado que digite a lista de dígitos EXATAMENTE NA ORDEM EM QUE OS VIU. ",
"INSTBACKWARD": "Você está prestes a participar de um teste de memória. Será apresentada uma sequência de dígitos, um de cada vez na tela. Cada dígito ocorrerá apenas uma vez durante uma lista. Em seguida, será solicitado que digite a lista de dígitos, NA ORDEM OPOSTA EM QUE OS VIU. Ou seja, se viu 12345, responda 54321. ",
"INSTSKIP": "Se você não souber qual dígito vem a seguir, pode pulá-lo digitando a tecla '-'. Tente colocar os números que viu nas posições originais da lista. ",
"INSTNOSKIP": "Se você não souber qual dígito vem a seguir, deve adivinhar um número, mas tente colocar os números que viu em suas posições originais da lista. ",
"INSTBACK": "Se cometer um erro, pode usar a tecla backspace para fazer uma correção. ",
"INSTNOBACK": "Uma vez inserido um número, você não pode voltar para editar suas respostas. ",
"LTH": " Você começará com uma lista de três itens e receberá três listas diferentes em cada comprimento. Se conseguir recordar duas de três listas completamente corretas, passará para o próximo comprimento de lista mais longo. Pressione qualquer tecla para começar.",
"HTL": " Você começará com uma lista de dez dígitos e terá três chances de recordar em cada comprimento. Após três tentativas, passará para o próximo comprimento de lista mais curto. Você continuará até conseguir recordar todas as listas de um comprimento específico completamente corretas. Pressione qualquer tecla para começar.",
"SCS": " Você começará com uma lista de quatro dígitos. Se conseguir recordar a lista completamente correta, sua próxima lista será uma mais longa; se estiver incorreta, a próxima lista será uma mais curta. Isso continuará por 16 tentativas. Pressione qualquer tecla para começar.",
"DEBRIEF": "Obrigado por participar do experimento. ",
"YOURMEM": "Sua capacidade de memória foi ",
"EXIT": "Pressione qualquer tecla para sair.",
"LENGTH": "Comprimento ",
"HEADER": "Use 0-9 e '-', pressione enter quando terminar.",
"CORRECT": "Correto!",
"INCORRECT": "Incorreto.",
"AUTHOR": "Automatic translation via Claude Code"
}
