{
"INSTFORWARD": "You are about to take part in a memory test.  You will be presented with a sequence of digits, one at a time on the screen. Each digit will occur only once during a list.  You will then be asked to type the list of digits EXACTLY THE ORDER YOU SAW THEM IN.  ",
"INSTBACKWARD": "You are about to take part in a memory test.  You will be presented with a sequence of digits, one at a time on the screen.  Each digit will occur only once during a list.  You will then be asked to type the list of digits, IN THE OPPOSITE ORDER YOU SAW THEM IN.  That is, if you saw 12345, respond 54321.  ",
"INSTSKIP": "If you do not know  what digit comes next, you can skip over it by typing the '-' key. Try to put the numbers you saw in the original list positions.  ",
"INSTNOSKIP": "If you do not know  what digit comes next, you must guess a number, but try to put the numbers you saw in their original list positions.  ",
"INSTBACK": "If you make a mistake, you can use the backspace key to make a correction. ",
"INSTNOBACK": "Once entered a number, you cannot go back to edit your responses. ",
"LTH": " You will start with a list of three items, and will get three different lists at each length.  If you are able to recall two out of three lists completely correctly, you will move on to the next longest list length.",
"HTL": " You will start with a list of ten digits, and will get three chances to recall at each length.  After three trials, you will move down to the next lower list length.  You will continue until you are able to recall all lists at a specific length completely correctly.",
"SCS": " You will start with a list of four digits.  If you are able to recall the list completely correctly, your next list will be one longer; if you are incorrect, the next list will be one shorter.  This will continue for 16 trials.",
"DEBRIEF": "Thank you for participating in the experiment. ",
"YOURMEM": "Your memory span was ",
"EXIT": "Press any key to exit.",
"LENGTH": "Length ",
"HEADER": "Use 0-9 and '-', press enter when complete.",
"CORRECT": "Correct!",
"INCORRECT": "Incorrect."
}
