{
"INSTTEXT1": "Dans cette tâche, vous essaierez de décider de quel bocal vous tirez des billes. L'un est principalement <COL1>, et l'autre est principalement <COL2>. Vous pouvez voir ces bocaux ci-dessous. Appuyez sur n'importe quelle touche pour continuer.",
"INSTTEXT2": "Quand nous prenons une bille du bocal, elle ne sera pas toujours de la couleur du bocal. Appuyez sur la barre d'espace pour échantillonner plusieurs nouvelles billes du bocal <COL1>.",
"INSTCONT1": "\n\n Vous pouvez continuer à échantillonner du bocal aussi longtemps que vous le souhaitez, mais appuyez sur la touche shift GAUCHE pour choisir le bocal <COL1>.",
"INSTCONT2": "\n\n Vous pouvez continuer à échantillonner du bocal aussi longtemps que vous le souhaitez, mais appuyez sur la touche shift DROITE pour choisir le bocal <COL2>.",
"INSTTEXT3": "L'autre bocal est tout aussi susceptible d'être de l'autre couleur. Appuyez sur la barre d'espace pour tirer quelques billes, cette fois du bocal <COL2>.",
"INSTTEXT4": "Maintenant, nous prendrons des billes d'un seul bocal. Votre travail consiste à déterminer DE QUEL bocal nous tirons, en vous basant uniquement sur les billes que vous voyez. Appuyez sur la barre d'espace pour regarder la prochaine bille, et sur les touches shift gauche ou droite lorsque vous êtes sûr de quel bocal elles proviennent. Rappelez-vous, la bille que nous prenons ne sera pas toujours de la couleur du bocal. Nous allons faire quelques essais de pratique maintenant.",
"INSTTEXT5": " À chaque tour, nous choisirons un bocal au hasard. Vous ne serez autorisé à tirer que <DRAWLIMIT> billes du bocal avant de décider. Chaque tirage vous coûtera <DRAWCOST> points, et vous obtiendrez <CORBONUS> lorsque vous devinerez correctement. Cependant, si vous vous trompez, cela vous coûtera <INCOST> points. Essayez de marquer autant de points que possible. Vous commencerez avec <PTS> points.",
"INSTTEXT6": "Maintenant, la pratique est terminée et vous commencerez le vrai test. Votre score sera réinitialisé. Appuyez sur n'importe quelle touche pour commencer.",
"FOOTER1TEXT": "shift-gauche                    Appuyez sur espace pour                   shift-droit",
"FOOTER2TEXT": "<COL1>                    obtenir une autre bille                    <COL2>",
"FOOTER1TEXTB": "shift-gauche                    Choisissez maintenant                   shift-droit",
"FOOTER2TEXTB": "<COL1>                                                          <COL2>",
"CORRECT": "Correct!",
"INCORRECT": "Incorrect",
"POINTS": "Points: ",
"THEJAR": "Le bocal était <URN>",
"DECIDE": "Décidez quel bocal:",
"DEBRIEF": "Ce test est maintenant terminé. Appuyez sur OK pour continuer.",
"AUTHOR": "Automatic translation via Claude Code"
}
