{
"INSTTEXT1": "In questo compito, cercherai di decidere da quale dei due barattoli stai estraendo biglie. Uno è principalmente <COL1>, e uno è principalmente <COL2>. Puoi vedere questi barattoli qui sotto. Premi un tasto qualsiasi per continuare.",
"INSTTEXT2": "Quando prendiamo una biglia dal barattolo, non sarà sempre del colore del barattolo. Premi la barra spaziatrice per campionare diverse nuove biglie dal barattolo <COL1>.",
"INSTCONT1": "\n\n Puoi continuare a campionare dal barattolo per tutto il tempo che desideri, ma premi il tasto shift SINISTRO per scegliere il barattolo <COL1>.",
"INSTCONT2": "\n\n Puoi continuare a campionare dal barattolo per tutto il tempo che desideri, ma premi il tasto shift DESTRO per scegliere il barattolo <COL2>.",
"INSTTEXT3": "L'altro barattolo ha la stessa probabilità di essere dell'altro colore. Premi la barra spaziatrice per estrarre alcune palline, questa volta dal barattolo <COL2>.",
"INSTTEXT4": "Ora, prenderemo biglie da un solo barattolo. Il tuo compito è determinare DA QUALE barattolo stiamo prendendo, basandoti solo sulle palline che vedi. Premi la barra spaziatrice per guardare la prossima biglia, e i tasti shift sinistro o destro quando sei sicuro da quale barattolo provengono. Ricorda, la pallina che prendiamo non sarà sempre del colore del barattolo. Faremo alcune prove di pratica ora.",
"INSTTEXT5": " In ogni turno, sceglieremo un barattolo casuale. Ti sarà permesso di estrarre solo <DRAWLIMIT> biglie dal barattolo prima di decidere. Ogni estrazione ti costerà <DRAWCOST> punti, e otterrai <CORBONUS> quando indovinerai correttamente. Tuttavia, se sbagli, ti costerà <INCOST> punti. Cerca di ottenere quanti più punti possibile. Inizierai con <PTS> punti.",
"INSTTEXT6": "Ora, la pratica è completa e inizierai il test reale. Il tuo punteggio verrà azzerato. Premi un tasto qualsiasi per iniziare.",
"FOOTER1TEXT": "shift-sinistro                    Premi spazio per                   shift-destro",
"FOOTER2TEXT": "<COL1>                    ottenere un'altra biglia                    <COL2>",
"FOOTER1TEXTB": "shift-sinistro                    Scegli ora                   shift-destro",
"FOOTER2TEXTB": "<COL1>                                                          <COL2>",
"CORRECT": "Corretto!",
"INCORRECT": "Errato",
"POINTS": "Punti: ",
"THEJAR": "Il barattolo era <URN>",
"DECIDE": "Decidi quale barattolo:",
"DEBRIEF": "Questo test è ora completo. Premi OK per continuare.",
"AUTHOR": "Automatic translation via Claude Code"
}
