{
"INSTTEXT1": "En esta tarea, intentará decidir de cuál de dos frascos está sacando canicas. Uno es principalmente <COL1>, y uno es principalmente <COL2>. Puede ver estos frascos a continuación. Presione cualquier tecla para continuar.",
"INSTTEXT2": "Cuando sacamos una canica del frasco, no siempre será del color del frasco. Presione la barra espaciadora para obtener varias canicas nuevas del frasco <COL1>.",
"INSTCONT1": "\n\n Puede continuar sacando del frasco todo el tiempo que desee, pero presione la tecla shift IZQUIERDA para elegir el frasco <COL1>.",
"INSTCONT2": "\n\n Puede continuar sacando del frasco todo el tiempo que desee, pero presione la tecla shift DERECHA para elegir el frasco <COL2>.",
"INSTTEXT3": "El otro frasco tiene la misma probabilidad de ser del otro color. Presione la barra espaciadora para sacar algunas bolas, esta vez del frasco <COL2>.",
"INSTTEXT4": "Ahora, sacaremos canicas de un solo frasco. Su trabajo es determinar DE CUÁL frasco estamos sacando, basándose solo en las bolas que ve. Presione la barra espaciadora para ver la siguiente canica, y las teclas shift izquierda o derecha cuando esté seguro de de cuál frasco provienen. Recuerde, la bola que sacamos no siempre será del color del frasco. Haremos algunos ensayos de práctica ahora.",
"INSTTEXT5": " En cada ronda, elegiremos un frasco al azar. Solo se le permitirá sacar <DRAWLIMIT> canicas del frasco antes de decidir. Cada extracción le costará <DRAWCOST> puntos, y obtendrá <CORBONUS> cuando adivine correctamente. Sin embargo, si es incorrecto, le costará <INCOST> puntos. Intente obtener tantos puntos como pueda. Comenzará con <PTS> puntos.",
"INSTTEXT6": "Ahora, la práctica está completa y comenzará la prueba real. Su puntuación se reiniciará. Presione cualquier tecla para comenzar.",
"FOOTER1TEXT": "shift-izquierda                    Presione espacio para                   shift-derecha",
"FOOTER2TEXT": "<COL1>                    obtener otra canica                    <COL2>",
"FOOTER1TEXTB": "shift-izquierda                    Elija ahora                   shift-derecha",
"FOOTER2TEXTB": "<COL1>                                                          <COL2>",
"CORRECT": "¡Correcto!",
"INCORRECT": "Incorrecto",
"POINTS": "Puntos: ",
"THEJAR": "El frasco era <URN>",
"DECIDE": "Decida qué frasco:",
"DEBRIEF": "Esta prueba está ahora completa. Presione OK para continuar.",
"AUTHOR": "Automatic translation via Claude Code"
}
