{
"INSTTEXT1": "Nesta tarefa, você tentará decidir de qual dos dois frascos está tirando bolinhas de gude. Um é principalmente <COL1>, e um é principalmente <COL2>. Você pode ver esses frascos abaixo. Pressione qualquer tecla para continuar.",
"INSTTEXT2": "Quando pegamos uma bolinha de gude do frasco, nem sempre será da cor do frasco. Pressione a barra de espaço para obter várias bolinhas de gude novas do frasco <COL1>.",
"INSTCONT1": "\n\n Você pode continuar retirando do frasco pelo tempo que desejar, mas pressione a tecla shift ESQUERDA para escolher o frasco <COL1>.",
"INSTCONT2": "\n\n Você pode continuar retirando do frasco pelo tempo que desejar, mas pressione a tecla shift DIREITA para escolher o frasco <COL2>.",
"INSTTEXT3": "O outro frasco tem a mesma probabilidade de ser da outra cor. Pressione a barra de espaço para tirar algumas bolas, desta vez do frasco <COL2>.",
"INSTTEXT4": "Agora, vamos pegar bolinhas de gude de apenas um frasco. Seu trabalho é determinar DE QUAL frasco estamos pegando, com base apenas nas bolas que você vê. Pressione a barra de espaço para olhar a próxima bolinha de gude, e as teclas shift esquerda ou direita quando tiver certeza de qual frasco elas vêm. Lembre-se, a bola que pegamos nem sempre será da cor do frasco. Faremos algumas tentativas de prática agora.",
"INSTTEXT5": " Em cada rodada, escolheremos um frasco aleatório. Você só poderá tirar <DRAWLIMIT> bolinhas de gude do frasco antes de decidir. Cada retirada custará <DRAWCOST> pontos, e você receberá <CORBONUS> quando adivinhar corretamente. No entanto, se estiver incorreto, custará <INCOST> pontos. Tente marcar o máximo de pontos possível. Você começará com <PTS> pontos.",
"INSTTEXT6": "Agora, a prática está completa e você começará o teste real. Sua pontuação será redefinida. Pressione qualquer tecla para começar.",
"FOOTER1TEXT": "shift-esquerda                    Pressione espaço para                   shift-direita",
"FOOTER2TEXT": "<COL1>                    obter outra bolinha                    <COL2>",
"FOOTER1TEXTB": "shift-esquerda                    Escolha agora                   shift-direita",
"FOOTER2TEXTB": "<COL1>                                                          <COL2>",
"CORRECT": "Correto!",
"INCORRECT": "Incorreto",
"POINTS": "Pontos: ",
"THEJAR": "O frasco era <URN>",
"DECIDE": "Decida qual frasco:",
"DEBRIEF": "Este teste está agora completo. Pressione OK para continuar.",
"AUTHOR": "Automatic translation via Claude Code"
}
