{
"INSTTEXT1": "In deze taak zult u proberen te beslissen uit welke van twee potten u knikkers trekt. Eén is voornamelijk <COL1>, en één is voornamelijk <COL2>. U kunt deze potten hieronder zien. Druk op een willekeurige toets om door te gaan.",
"INSTTEXT2": "Wanneer we een knikker uit de pot pakken, zal het niet altijd de kleur van de pot zijn. Druk op de spatiebalk om verschillende nieuwe knikkers uit de <COL1>-pot te bemonsteren.",
"INSTCONT1": "\n\n U kunt zo lang als u wilt uit de pot blijven bemonsteren, maar druk op de LINKER shift-toets om de <COL1>-pot te kiezen.",
"INSTCONT2": "\n\n U kunt zo lang als u wilt uit de pot blijven bemonsteren, maar druk op de RECHTER shift-toets om de <COL2>-pot te kiezen.",
"INSTTEXT3": "De andere pot heeft evenveel kans om van de andere kleur te zijn. Druk op de spatiebalk om enkele ballen te trekken, dit keer uit de <COL2>-pot.",
"INSTTEXT4": "Nu zullen we knikkers uit slechts één pot pakken. Uw taak is om te bepalen UIT WELKE pot we pakken, uitsluitend gebaseerd op de ballen die u ziet. Druk op de spatiebalk om naar de volgende knikker te kijken, en op de linker of rechter shift-toetsen wanneer u zeker bent uit welke pot ze komen. Onthoud, de bal die we pakken zal niet altijd de kleur van de pot zijn. We doen nu enkele oefenpogingen.",
"INSTTEXT5": " In elke ronde kiezen we een willekeurige pot. U mag slechts <DRAWLIMIT> knikkers uit de pot trekken voordat u beslist. Elke trek kost u <DRAWCOST> punten, en u krijgt <CORBONUS> wanneer u correct raadt. Als u echter fout zit, kost het u <INCOST> punten. Probeer zoveel mogelijk punten te scoren. U begint met <PTS> punten.",
"INSTTEXT6": "Nu is de oefening compleet en begint u met de echte test. Uw score wordt gereset. Druk op een willekeurige toets om te beginnen.",
"FOOTER1TEXT": "shift-links                    Druk op spatiebalk voor                   shift-rechts",
"FOOTER2TEXT": "<COL1>                    nog een knikker                    <COL2>",
"FOOTER1TEXTB": "shift-links                    Kies nu                   shift-rechts",
"FOOTER2TEXTB": "<COL1>                                                          <COL2>",
"CORRECT": "Correct!",
"INCORRECT": "Incorrect",
"POINTS": "Punten: ",
"THEJAR": "De pot was <URN>",
"DECIDE": "Beslis welke pot:",
"DEBRIEF": "Deze test is nu voltooid. Druk op OK om door te gaan.",
"AUTHOR": "Automatic translation via Claude Code"
}
