{
"INSTFORWARD": "Está a punto de participar en una prueba de memoria. Se le presentará una secuencia de dígitos, uno a la vez en la pantalla. Cada dígito ocurrirá solo una vez durante una lista. Luego se le pedirá que escriba la lista de dígitos EXACTAMENTE EN EL ORDEN EN QUE LOS VIO. ",
"INSTBACKWARD": "Está a punto de participar en una prueba de memoria. Se le presentará una secuencia de dígitos, uno a la vez en la pantalla. Cada dígito ocurrirá solo una vez durante una lista. Luego se le pedirá que escriba la lista de dígitos, EN EL ORDEN OPUESTO AL QUE LOS VIO. Es decir, si vio 12345, responda 54321. ",
"INSTSKIP": "Si no sabe qué dígito viene a continuación, puede omitirlo escribiendo la tecla '-'. Intente colocar los números que vio en las posiciones originales de la lista. ",
"INSTNOSKIP": "Si no sabe qué dígito viene a continuación, debe adivinar un número, pero intente colocar los números que vio en sus posiciones originales de la lista. ",
"INSTBACK": "Si comete un error, puede usar la tecla de retroceso para hacer una corrección. ",
"INSTNOBACK": "Una vez ingresado un número, no puede volver para editar sus respuestas. ",
"LTH": " Comenzará con una lista de tres elementos, y obtendrá tres listas diferentes en cada longitud. Si puede recordar dos de tres listas completamente correctas, pasará a la siguiente longitud de lista más larga. Presione cualquier tecla para comenzar.",
"HTL": " Comenzará con una lista de diez dígitos, y tendrá tres oportunidades para recordar en cada longitud. Después de tres ensayos, pasará a la siguiente longitud de lista más corta. Continuará hasta que pueda recordar todas las listas de una longitud específica completamente correctas. Presione cualquier tecla para comenzar.",
"SCS": " Comenzará con una lista de cuatro dígitos. Si puede recordar la lista completamente correcta, su siguiente lista será una más larga; si es incorrecta, la siguiente lista será una más corta. Esto continuará durante 16 ensayos. Presione cualquier tecla para comenzar.",
"DEBRIEF": "Gracias por participar en el experimento. ",
"YOURMEM": "Su capacidad de memoria fue ",
"EXIT": "Presione cualquier tecla para salir.",
"LENGTH": "Longitud ",
"HEADER": "Use 0-9 y '-', presione enter cuando termine.",
"CORRECT": "¡Correcto!",
"INCORRECT": "Incorrecto.",
"AUTHOR": "Automatic translation via Claude Code"
}
