{
  "INST1_keyboard": "﻿A kísérlet során egy szerencsejátékban veszel részt. A játék elején 2000 dollárt kapsz. Minden körben húznod kell egy kártyát a négy pakli valamelyikéből. Minden egyes kiválasztott kártya jutalommal jár, de előfordulhat, hogy büntetést is kell fizetned. A játék célja, hogy minél nagyobb nyereségre tegyél szert. A folytatáshoz nyomj meg egy billentyűt!",
  "INST1_mouse": "﻿A kísérlet során egy szerencsejátékban veszel részt. A játék elején 2000 dollárt kapsz. Minden körben húznod kell egy kártyát a négy pakli valamelyikéből. Minden egyes kiválasztott kártya jutalommal jár, de előfordulhat, hogy büntetést is kell fizetned. A játék célja, hogy minél nagyobb nyereségre tegyél szert. A folytatáshoz kattints az egérrel!",
  "INST2_keyboard": "Bármikor bármelyik paklit választhatod. Minden egyes kártyahúzás után, jutalmat kapsz. Ennek mértéke attól függ, hogy honnan húztál, ugyanis, mindegyik paklihoz előre meghatározott, állandó nagyságú jutalom tartozik. Kapsz majd pénzbüntetést is, de nem minden húzásnál és a büntetések eltérőek a különböző paklikban. A büntetés lehet nulla, vagy ennél nagyobb, esetleg még az adott kártyáért járó jutalomnál is magasabb összeg. A játék során törekedj a lehető legmagasabb nyereség elérésére! A folytatáshoz nyomj meg egy billentyűt!",
  "INST2_mouse": "Bármikor bármelyik paklit választhatod. Minden egyes kártyahúzás után, jutalmat kapsz. Ennek mértéke attól függ, hogy honnan húztál, ugyanis, mindegyik paklihoz előre meghatározott, állandó nagyságú jutalom tartozik. Kapsz majd pénzbüntetést is, de nem minden húzásnál és a büntetések eltérőek a különböző paklikban. A büntetés lehet nulla, vagy ennél nagyobb, esetleg még az adott kártyáért járó jutalomnál is magasabb összeg. A játék során törekedj a lehető legmagasabb nyereség elérésére! A folytatáshoz kattints az egérrel!",
  "INST3_keyboard": "A képernyő alján egy grafikon mutatja a játék aktuális állását. Minél több pénzed van, annál hosszabb az ezt megjelenítő sáv. Kezdődhet a játék! Van kérdésed? Ha nincs, akkor a kezdéshez nyomj meg egy billentyűt.",
  "INST3_mouse": "A képernyő alján egy grafikon mutatja a játék aktuális állását. Minél több pénzed van, annál hosszabb az ezt megjelenítő sáv. Kezdődhet a játék! Van kérdésed? Ha nincs, akkor a kezdéshez kattints az egérrel.",
  "DECK_A": "1",
  "DECK_B": "2",
  "DECK_C": "3",
  "DECK_D": "4",
  "PICK_CARD_mouse": "Válassz paklit az egér segítségével!",
  "WINNINGS": "összesen: $",
  "YOU_CHOSE": "  Választás: ",
  "YOU_WON": "  Jutalom: $",
  "YOU_LOST": "  Büntetes: $",
  "NET_GAIN": "  Nyereség: $",
  "GAME_OVER": "Köszönjük, hogy részt vettél a kísérletben. Összesen ennyi dollárt szereztél:",
  "CONGRATULATIONS": "Gratulálunk!",
  "THANK_YOU": "Gratulálunk, befejezte a feladatot!",
  "BEGIN_PROMPT_keyboard": "Nyomj meg egy billentyűt a kezdéshez.",
  "BEGIN_PROMPT_mouse": "Kattints az egérrel a kezdéshez.",
  "CONTINUE_PROMPT_keyboard": "Nyomj meg egy billentyűt a folytatáshoz.",
  "CONTINUE_PROMPT_mouse": "Kattints az egérrel a folytatáshoz.",
  "PICK_CARD_keyboard": "Válassz egy kártyát a billentyűzet segítségével (1-4):"
}