{
  "INST1_keyboard": "Sullo schermo di fronte a Lei vedrà 4 mazzi di carte: A, B, C, e D. Quando inizieremo il gioco, vorrei che selezionasse una carta alla volta cliccando su una carta dal mazzo che ha scelto. Ogni volta che selezionerà una carta, il computer Le dirà che ha vinto una certa quantità di denaro. Io non so quanto denaro vincerà, Lo scoprirà andando avanti. Ogni volta che vincerà la barra verde diventerà più grande. Ogni tanto, quando sceglierà una carta, il computer Le dirà come di consueto che lei ha vinto una certa quantità di denaro, ma Le dirà anche che Lei ha perso una certa quantità di denaro. Io non sono a conoscenza di quando perderà del denaro o di quanto ne perderà, Lo scoprirà mentre procederemo. Ogni volta che perderà, la barra verde diventerà più corta. Prema un tasto qualsiasi per continuare. ",
  "INST1_mouse": "Sullo schermo di fronte a Lei vedrà 4 mazzi di carte: A, B, C, e D. Quando inizieremo il gioco, vorrei che selezionasse una carta alla volta cliccando su una carta dal mazzo che ha scelto. Ogni volta che selezionerà una carta, il computer Le dirà che ha vinto una certa quantità di denaro. Io non so quanto denaro vincerà, Lo scoprirà andando avanti. Ogni volta che vincerà la barra verde diventerà più grande. Ogni tanto, quando cliccherà su una carta, il computer Le dirà come di consueto che Lei ha vinto una certa quantità di denaro, ma le dirà anche che Lei ha perso una certa quantità di denaro. Io non sono a conoscenza di quando perderà del denaro o di quanto ne perderà, Lo scoprirà mentre procederemo. Ogni volta che perderà, la barra verde diventerà più corta. Clicchi con il mouse per continuare. ",
  "INST2_keyboard": "In qualsiasi momento sarà libero di cambiare mazzo, tutte le volte che vorrà e quando lo vorrà. L’obiettivo del gioco è vincere quanti più soldi Le sarà possibile e cercare di perdere la minor quantità di soldi possibile. Lei non saprà quando il gioco finirà. Semplicemente continui a giocare fino a che il computer non si fermerà. Per poter iniziare il gioco Le darò € 2000 di credito, la barra verde. La linea rossa è un promemoria per ricordarLe quanti soldi ha guadagnato giocando e quanti soldi deve pagare prima di vedere se ha vinto o perso. Prema un tasto qualsiasi per continuare. ",
  "INST2_mouse": "In qualsiasi momento sarà libero di cambiare mazzo, tutte le volte che vorrà e quando lo vorrà. L’obiettivo del gioco è vincere quanti più soldi Le sarà possibile e cercare di perdere la minor quantità di soldi possibile. Lei non saprà quando il gioco finirà. Semplicemente continui a giocare fino a che il computer non si fermerà. Per poter iniziare il gioco Le darò € 2000 di credito, la barra verde. La linea rossa è un promemoria per ricordarLe quanti soldi ha guadagnato giocando e quanti soldi deve pagare prima di vedere se ha vinto o perso. Clicchi con il mouse per continuare. ",
  "INST3_keyboard": "L’unico suggerimento che posso darLe è la cosa più importante da rilevare ed è questo: tra i quattro mazzi di carte, ce ne sono alcuni peggio di altri, e per vincere dovrà cercare stare alla larga dai mazzi cattivi. Non importa quanto si troverà a perdere, Lei potrà ancora vincere, se eviterà i mazzi cattivi. La prego di notare anche che il computer non cambia l’ordine delle carte una volta che il gioco ha inizio. Non La fa perdere in maniera casuale, o non Le fa perdere i soldi sulla base dell’ultima carta scelta. Se ha delle domande, per favore le ponga ora alla persona che Le somministra il test. Altrimenti, prema un tasto qualsiasi per continuare.",
  "INST3_mouse": "L’unico suggerimento che posso darLe è la cosa più importante da rilevare ed è questo: tra i quattro mazzi di carte, ce ne sono alcuni peggio di altri, e per vincere dovrà cercare stare alla larga dai mazzi cattivi. Non importa quanto si troverà a perdere, Lei potrà ancora vincere, se eviterà i mazzi cattivi. La prego di notare anche che il computer non cambia l’ordine delle carte una volta che il gioco ha inizio. Non La fa perdere in maniera casuale, o non Le fa perdere i soldi sulla base dell’ultima carta scelta. Se ha delle domande, per favore le ponga ora alla persona che Le somministra il test. Altrimenti, clicchi con il mouse per continuare.",
  "DECK_A": "A",
  "DECK_B": "B",
  "DECK_C": "C",
  "DECK_D": "D",
  "PICK_CARD_keyboard": "Scelga una carta premendo un tasto (1-4):",
  "PICK_CARD_mouse": "Scelga una carta cliccando con il mouse:",
  "WINNINGS": "Vincita: €",
  "YOU_CHOSE": " Lei ha scelto: Mazzo",
  "YOU_WON": " Lei ha vinto € ",
  "YOU_LOST": " Ma lei ha anche perso €",
  "NET_GAIN": " Guadagno netto: €",
  "GAME_OVER": "Ha completato il gioco! Dopo aver ripagato il suo prestito, le sue vincite sono €",
  "CONGRATULATIONS": "Congratulazioni!",
  "THANK_YOU": "Grazie per aver partecipato alla somministrazione. Per favore, dica alla persona che le somministra il test che ha finito.",
  "BEGIN_PROMPT_keyboard": "Premi un tasto qualsiasi per iniziare.",
  "BEGIN_PROMPT_mouse": "Fai clic con il mouse per iniziare.",
  "CONTINUE_PROMPT_keyboard": "Premi un tasto qualsiasi per continuare.",
  "CONTINUE_PROMPT_mouse": "Fai clic con il mouse per continuare."
}