{
  "INST1_keyboard": "Está a punto de participar en un experimento que consiste en juegos de azar con dinero virtual. Comenzará con un préstamo de $ 2000. En cada intento, deberá seleccionar una carta de una de las cuatro barajas. Después de seleccionar cada carta, se le dará una recompensa y, posiblemente, estará obligado a pagar una multa. Su objetivo es incrementar las ganancias del préstamo, y puede elegir cualquier mazo en cualquier momento para hacerlo. Por favor oprima cualquier tecla para continuar.",
  "INST1_mouse": "Está a punto de participar en un experimento que consiste en juegos de azar con dinero virtual. Comenzará con un préstamo de $ 2000. En cada intento, deberá seleccionar una carta de una de las cuatro barajas. Después de seleccionar cada carta, se le dará una recompensa y, posiblemente, estará obligado a pagar una multa. Su objetivo es incrementar las ganancias del préstamo, y puede elegir cualquier mazo en cualquier momento para hacerlo. Por favor Haga Clic con el ratón para continuar.",
  "INST2_keyboard": "Por cada carta que tome, obtendrá una recompensa. Esta recompensa depende del mazo que elija, y cada grupo tiene un premio fijo. También recibirá una penalización, que le costará dinero.  Las multas son un poco al azar,la multa que se obtiene es distinta para las diferentes cartas de la baraja. A veces, ésta será de cero, y a veces será más grande, a veces incluso más grande que la recompensa que se obtiene por la elección de la baraja. Debe intentar conseguir tanto dinero como sea posible para el final del experimento. Oprima cualquier tecla para continuar. ",
  "INST2_mouse": "Por cada carta que tome, obtendrá una recompensa. Esta recompensa depende del mazo que elija, y cada grupo tiene un premio fijo. También recibirá una penalización, que le costará dinero.  Las multas son un poco al azar,la multa que se obtiene es distinta para las diferentes cartas de la baraja. A veces, ésta será de cero, y a veces será más grande, a veces incluso más grande que la recompensa que se obtiene por la elección de la baraja. Debe intentar conseguir tanto dinero como sea posible para el final del experimento. Haga clic con el ratón para continuar. ",
  "INST3_keyboard": "En la parte inferior de la pantalla, hay un gráfico que muestra los resultados del proceso. Cuanto más dinero tenga, más grande será la barra. Ahora comenzará la prueba. Ahora oprima cualquier tecla para empezar.",
  "INST3_mouse": "En la parte inferior de la pantalla, hay un gráfico que muestra los resultados del proceso. Cuanto más dinero tenga, más grande será la barra. Ahora comenzará la prueba. Ahora haga clic con el ratón para empezar.",
  "DECK_A": "1",
  "DECK_B": "2",
  "DECK_C": "3",
  "DECK_D": "4",
  "PICK_CARD_keyboard": "Seleccionar baraja con el teclado numérico.",
  "PICK_CARD_mouse": "Seleccionar baraja con el ratón.",
  "WINNINGS": "Total: $       ",
  "YOU_CHOSE": " Elección:     ",
  "YOU_WON": " Premio: $  ",
  "YOU_LOST": " Multa: $     ",
  "NET_GAIN": " Ganancia: $",
  "GAME_OVER": "Gracias por participar en el experimento. Usted ha ganado un Total de $ ",
  "CONGRATULATIONS": "Felicitaciones!",
  "THANK_YOU": "",
  "BEGIN_PROMPT_keyboard": "Presione cualquier tecla para comenzar.",
  "BEGIN_PROMPT_mouse": "Haga clic con el ratón para comenzar.",
  "CONTINUE_PROMPT_keyboard": "Presione cualquier tecla para continuar.",
  "CONTINUE_PROMPT_mouse": "Haga clic con el ratón para continuar."
}