{
  "INST1": "Je gaat deelnemen aan een experiment waarin je gokt met speelgeld. Je start met een lening van  $2000.  In elke beurt rek je een kaart van één van de vier stapels. Voor elke kaart die je trekt krijg je een beloning en in sommige gevallen moet je een boete betalen. Je doel is om de winst op je lening zo groot mogelijk te laten zijn, en je mag op elk moment van elke stapel kaarten trekken.",
  "CONTINUE_PROMPT_keyboard": "Klik de muis om door te gaan.",
  "CONTINUE_PROMPT_mouse": "oment van elke stapel kaarten kiezen. Klik op de muis om verder te gaan.",
  "INST2": "Voor elke kaart die je trekt, krijg je een beloning. De beloning hangt af van de stapel die je hebt gekozen en elke stapel heeft een vaste beloning. Je krijgt soms ook een boete, die je dus geld kost. Boetes zijn meer willekeurig- en de boete die je krijgt is verschillend voor de verschillende stapels. Soms is de boete nul en soms is deze groter, in sommige gevallen zelfs groter dan de beloning die je in die stapel kaarten krijgt. Je moet proberen om aan het eind van het experiment zoveel mogelijk geld te hebben.",
  "INST3": "Onderin het scherm zie je een figuur die je je huidige winst laat zien. Hoe meer geld je hebt, hoe groter de balk zal zijn. We beginnen met de test, heb je nog vragen?       Klik op de muis om te beginnen",
  "DECK_A": "1",
  "DECK_B": "2",
  "DECK_C": "3",
  "DECK_D": "4",
  "PICK_CARD_keyboard": "Select deck by clicking with mouse 1-4",
  "PICK_CARD_mouse": "Selecteer een stapel met je muis",
  "WINNINGS": "Totaal: $",
  "YOU_CHOSE": " Keuze:   ",
  "YOU_WON": " Beloning:    $",
  "YOU_LOST": " Boete:       $",
  "NET_GAIN": " Netto winst: $",
  "GAME_OVER": "Bedankt voor je deelname aan dit experiment! Je winst is $",
  "CONGRATULATIONS": "Gefeliciteerd!",
  "THANK_YOU": "Je mag nu gaan.  Laat de testleider weten dat je klaar bent. Klik op x om af te sluiten.",
  "BEGIN_PROMPT_keyboard": "Druk op een willekeurige toets om te beginnen.",
  "BEGIN_PROMPT_mouse": "Klik met de muis om te beginnen."
}