{
"INSTFOR": "Stai per partecipare a un test che misura la tua capacità di ricordare una sequenza di posizioni sullo schermo. Vedrai nove quadrati blu sullo schermo. In ogni prova, i quadrati si illumineranno uno alla volta in sequenza. Ricorda la sequenza. Quando la sequenza è finita, devi fare clic su ogni quadrato NELLO STESSO ORDINE IN CUI SONO STATI DATI. Quando hai finito, fai clic sul pulsante FATTO. Se non riesci a ricordare l'ordine dei quadrati, fai clic su di essi il più vicino possibile all'ordine originale.\nInizia con una sequenza di due quadrati, e avrai due tentativi per ogni lunghezza di sequenza. La sequenza aumenterà di uno ogni volta che ottieni almeno una delle due sequenze corrette.\nSe sei corretto, la tua prossima lista sarà di una più lunga. Fai clic sul pulsante del mouse quando sei pronto per iniziare.",
"INSTBACK": "Stai per partecipare a un test che misura la tua capacità di ricordare una sequenza di posizioni sullo schermo. Vedrai nove quadrati blu sullo schermo. In ogni prova, i quadrati si illumineranno uno alla volta in sequenza. Ricorda la sequenza. Quando la sequenza è finita, devi fare clic su ogni quadrato nella sequenza. Tuttavia, devi farlo NELL'ORDINE OPPOSTO IN CUI SONO STATI DATI. Cioè, fai clic prima sull'ultimo quadrato che hai visto, poi sul penultimo, e così via fino a quando fai clic sul primo quadrato per ultimo.\nQuando hai finito, fai clic sul pulsante FATTO. Se non riesci a ricordare l'ordine dei quadrati, fai clic su di essi il più vicino possibile all'ordine originale.\nInizia con una sequenza di due quadrati, e avrai due tentativi per ogni lunghezza di sequenza. La sequenza aumenterà di uno ogni volta che ottieni almeno una delle due sequenze corrette.\nSe sei corretto, la tua prossima lista sarà di una più lunga. Fai clic sul pulsante del mouse quando sei pronto per iniziare.",
"PROMPT1": "Eseguirai prima tre prove di pratica per familiarizzare con il test. Non influenzeranno il tuo punteggio.",
"PROMPT2": "Ora, vedrai eseguire le prove normali. Queste conteranno per il tuo punteggio. Fai clic sul mouse per iniziare.",
"HEADERFORW":"Fai clic sui quadrati nell'ordine in cui sono stati evidenziati",
"HEADERBACK":"Fai clic sui quadrati nell'ordine opposto in cui sono stati evidenziati",
"PROMPTFINAL1": "Grazie per aver partecipato. Avvisa lo sperimentatore che hai finito.",
"PROMPTFINAL2": "Span del blocco:",
"PROMPTFINAL3": "Punteggio totale:",
"PROMPTFINAL4": "Prove corrette totali:",
"PROMPTFINAL5": "Span di memoria:",
"READY": "PRONTO",
"CORRECT": "Corretto",
"INCORRECT": "Errato",
"DONE": "Fatto",
"AUTHOR": "Automatic translation via Claude Code"
}
