{
"INSTFOR": "Sie werden gleich an einem Test teilnehmen, der Ihre Fähigkeit misst, sich eine Sequenz von Orten auf dem Bildschirm zu merken. Sie werden neun blaue Quadrate auf dem Bildschirm sehen. In jedem Durchgang werden die Quadrate nacheinander in einer Sequenz aufleuchten. Merken Sie sich die Sequenz. Wenn die Sequenz beendet ist, müssen Sie auf jedes Quadrat IN DER GLEICHEN REIHENFOLGE KLICKEN, IN DER SIE GEGEBEN WURDEN. Wenn Sie fertig sind, klicken Sie auf die Schaltfläche FERTIG. Wenn Sie sich nicht an die Reihenfolge der Quadrate erinnern können, klicken Sie sie so nahe wie möglich an der ursprünglichen Reihenfolge an.\nSie beginnen mit einer Sequenz von zwei Quadraten, und Sie erhalten zwei Versuche für jede Sequenzlänge. Die Sequenz wird um eins erhöht, wenn Sie mindestens eine der beiden Sequenzen richtig haben.\nWenn Sie richtig liegen, wird Ihre nächste Liste um eins länger sein. Klicken Sie auf die Maustaste, wenn Sie bereit sind zu beginnen.",
"INSTBACK": "Sie werden gleich an einem Test teilnehmen, der Ihre Fähigkeit misst, sich eine Sequenz von Orten auf dem Bildschirm zu merken. Sie werden neun blaue Quadrate auf dem Bildschirm sehen. In jedem Durchgang werden die Quadrate nacheinander in einer Sequenz aufleuchten. Merken Sie sich die Sequenz. Wenn die Sequenz beendet ist, müssen Sie auf jedes Quadrat in der Sequenz klicken. Sie müssen dies jedoch IN DER UMGEKEHRTEN REIHENFOLGE tun, IN DER SIE GEGEBEN WURDEN. Das heißt, klicken Sie zuerst auf das letzte Quadrat, das Sie gesehen haben, dann auf das vorletzte und so weiter, bis Sie zuletzt auf das erste Quadrat klicken.\nWenn Sie fertig sind, klicken Sie auf die Schaltfläche FERTIG. Wenn Sie sich nicht an die Reihenfolge der Quadrate erinnern können, klicken Sie sie so nahe wie möglich an der ursprünglichen Reihenfolge an.\nSie beginnen mit einer Sequenz von zwei Quadraten, und Sie erhalten zwei Versuche für jede Sequenzlänge. Die Sequenz wird um eins erhöht, wenn Sie mindestens eine der beiden Sequenzen richtig haben.\nWenn Sie richtig liegen, wird Ihre nächste Liste um eins länger sein. Klicken Sie auf die Maustaste, wenn Sie bereit sind zu beginnen.",
"PROMPT1": "Sie werden zuerst drei Übungsdurchgänge durchführen, um sich mit dem Test vertraut zu machen. Sie werden Ihre Punktzahl nicht beeinflussen.",
"PROMPT2": "Jetzt werden Sie die normalen Durchgänge durchführen. Diese zählen zu Ihrer Punktzahl. Klicken Sie mit der Maus, um zu beginnen.",
"HEADERFORW":"Klicken Sie auf die Quadrate in der Reihenfolge, in der sie hervorgehoben wurden",
"HEADERBACK":"Klicken Sie auf die Quadrate in umgekehrter Reihenfolge, in der sie hervorgehoben wurden",
"PROMPTFINAL1": "Vielen Dank für Ihre Teilnahme. Informieren Sie den Versuchsleiter, dass Sie fertig sind.",
"PROMPTFINAL2": "Blockspanne:",
"PROMPTFINAL3": "Gesamtpunktzahl:",
"PROMPTFINAL4": "Gesamt korrekte Durchgänge:",
"PROMPTFINAL5": "Gedächtnisspanne:",
"READY": "BEREIT",
"CORRECT": "Richtig",
"INCORRECT": "Falsch",
"DONE": "Fertig",
"AUTHOR": "Automatic translation via Claude Code"
}
