{
"INSTFOR": "Está a punto de participar en una prueba que mide su capacidad para recordar una secuencia de ubicaciones en la pantalla. Verá nueve cuadrados azules en la pantalla. En cada ensayo, los cuadrados se iluminarán uno a la vez en secuencia. Recuerde la secuencia. Cuando la secuencia termine, debe hacer clic en cada cuadrado EN EL MISMO ORDEN EN QUE FUERON DADOS. Cuando termine, haga clic en el botón LISTO. Si no puede recordar el orden de los cuadrados, haga clic en ellos lo más cerca posible del orden original.\nComenzará con una secuencia de dos cuadrados, y tendrá dos intentos para cada longitud de secuencia. La secuencia aumentará en uno cada vez que obtenga al menos una de las dos secuencias correctamente.\nSi es correcto, su siguiente lista será una más larga. Haga clic en el botón del ratón cuando esté listo para comenzar.",
"INSTBACK": "Está a punto de participar en una prueba que mide su capacidad para recordar una secuencia de ubicaciones en la pantalla. Verá nueve cuadrados azules en la pantalla. En cada ensayo, los cuadrados se iluminarán uno a la vez en secuencia. Recuerde la secuencia. Cuando la secuencia termine, debe hacer clic en cada cuadrado de la secuencia. Sin embargo, debe hacerlo EN EL ORDEN OPUESTO AL QUE FUERON DADOS. Es decir, haga clic primero en el último cuadrado que vio, luego en el penúltimo, y así sucesivamente hasta que haga clic en el primer cuadrado al final.\nCuando termine, haga clic en el botón LISTO. Si no puede recordar el orden de los cuadrados, haga clic en ellos lo más cerca posible del orden original.\nComenzará con una secuencia de dos cuadrados, y tendrá dos intentos para cada longitud de secuencia. La secuencia aumentará en uno cada vez que obtenga al menos una de las dos secuencias correctamente.\nSi es correcto, su siguiente lista será una más larga. Haga clic en el botón del ratón cuando esté listo para comenzar.",
"PROMPT1": "Primero realizará tres ensayos de práctica para familiarizarse con la prueba. No afectarán su puntuación.",
"PROMPT2": "Ahora, verá realizar los ensayos normales. Estos contarán para su puntuación. Haga clic en el ratón para comenzar.",
"HEADERFORW":"Haga clic en los cuadrados en el orden en que fueron resaltados",
"HEADERBACK":"Haga clic en los cuadrados en el orden opuesto en que fueron resaltados",
"PROMPTFINAL1": "Gracias por participar. Avise al experimentador que ha terminado.",
"PROMPTFINAL2": "Amplitud del bloque:",
"PROMPTFINAL3": "Puntuación total:",
"PROMPTFINAL4": "Ensayos correctos totales:",
"PROMPTFINAL5": "Amplitud de memoria:",
"READY": "LISTO",
"CORRECT": "Correcto",
"INCORRECT": "Incorrecto",
"DONE": "Listo",
"AUTHOR": "Automatic translation via Claude Code"
}
