{
"INSTFOR": "Sudjelovat cete u zadatku kojim se mjeri vasa sposobnost pamcenja niza kvadrata na ekranu. Vidjet cete devet plavih kvadrata na ekranu. U svakom pokusaju, kvadrati ce zasvijetliti jedan po jedan. Zapamtite niz. Kada zavrsi niz morate kliknuti na svaki od kvadrata koji je zasvijetlio ONIM REDOSLIJEDOM KOJI JE PRIKAZAN NA EKRANU. \n\nJednom kada ste to napravili pritisnitie dugmme GOTOVO.  \n\nUkoliko se ne mozete sjetiti tocne kombinacije niza kvadrata, odredite kombinaciju koja je najslicnija originalu. \n\nNiz cete zapoceti s dva kvadrata te cete imati dva pokusaja za svaki niz. Niz ce se povecati za jedan kvadrat svaki put kada barem jedan od zadataka rijesite tocno. Ukoliko tocno odredite slijed, sljedeci niz bit ce duzi za jedan kvadrat. Pritisnite lijevo dugme misa za pocetak",
"INSTBACK": "Sudjelovat cete u zadatku kojim se mjeri vasa sposobnost pamcenja niza kvadrata na ekranu. Vidjet cete devet plavih kvadrata na ekranu. U svakom pokusaju, kvadrati ce zasvijetliti jedan po jedan. Zapamtite niz. Kada zavrsi niz morate kliknuti na svaki od kvadrata koji je zasvijetlio. No, to morate uciniti OBRUTIM REDOSLIJEDOM NEGO STO JE BILO PRIKAZANO NA EKRANU. Na primjer, najprije pritisnite onaj kvadrat koji je zadnji zasvijetlio. Jednom kada ste to napravili pritisnitie dugmme GOTOVO.\n\nUkoliko se ne mozete sjetiti tocne kombinacije niza kvadrata, odredite kombinciju koja je najslicnija originalu. \n\nNiz cete zapoceti s dva kvadrata te cete imati dva pokusaja za svaki niz. Niz ce se povecati za jedan kvadrat svaki put kada barem jedan od zadataka rijesite tocno. Ukoliko tocno odredite slijed, sljedeci niz bit ce duzi za jedan kvadrat. Pritisnite lijevo dugme misa za pocetak.",
"PROMPT1": "Najprije cete imati nekoliko pokusaja za uvjezbavanje. Ovi pokusaji nece utjecati na vas rezultat.",
"PROMPT2": "Sada cete zapoceti sa zadacima koji ce se bodovati. Pritisnite lijevo dugme misa za pocetak.",
"HEADERFORW":"Kliknite na kvadrate onim redoslijedom kojim su zasvijetlili",
"HEADERBACK":"Kliknite na kvadrate obrnutim redoslijedom nego što su zasvijetlili",
"PROMPTFINAL1": "Hvala na sudjelovanju. Obavijestite istrazivaca da ste gotovi. ",
"PROMPTFINAL2": "Raspon blokova:  ",
"PROMPTFINAL3": "Ukupni rezultat:          ",
"PROMPTFINAL4": "Broj tocnih pokusaja:               ",
"PROMPTFINAL5": "Raspon pamcenja:          ",
"READY": "PRIPREMITE SE",
"CORRECT": "Tocno",
"INCORRECT": "Netocno",
"DONE": "Gotovo",
"AUTHOR": "Silvija Rucevic"
}
