{
"INSTFOR": "Vous êtes sur le point de participer à un test qui mesure votre capacité à mémoriser une séquence d'emplacements à l'écran. Vous verrez neuf carrés bleus à l'écran. À chaque essai, les carrés s'allumeront un à la fois en séquence. Mémorisez la séquence. Lorsque la séquence est terminée, vous devez cliquer sur chaque carré DANS LE MÊME ORDRE OÙ ILS ONT ÉTÉ DONNÉS. Lorsque vous avez terminé, cliquez sur le bouton TERMINÉ. Si vous ne pouvez pas vous souvenir de l'ordre des carrés, cliquez dessus aussi près que possible de l'ordre d'origine.\nVous commencerez avec une séquence de deux carrés, et vous aurez deux essais pour chaque longueur de séquence. La séquence augmentera d'un chaque fois que vous obtiendrez au moins une des deux séquences correctes.\nSi vous êtes correct, votre prochaine liste sera d'un plus long. Cliquez sur le bouton de la souris lorsque vous êtes prêt à commencer.",
"INSTBACK": "Vous êtes sur le point de participer à un test qui mesure votre capacité à mémoriser une séquence d'emplacements à l'écran. Vous verrez neuf carrés bleus à l'écran. À chaque essai, les carrés s'allumeront un à la fois en séquence. Mémorisez la séquence. Lorsque la séquence est terminée, vous devez cliquer sur chaque carré de la séquence. Cependant, vous devez le faire DANS L'ORDRE INVERSE OÙ ILS ONT ÉTÉ DONNÉS. C'est-à-dire, cliquez d'abord sur le dernier carré que vous avez vu, puis sur l'avant-dernier, et ainsi de suite jusqu'à ce que vous cliquiez sur le premier carré en dernier.\nLorsque vous avez terminé, cliquez sur le bouton TERMINÉ. Si vous ne pouvez pas vous souvenir de l'ordre des carrés, cliquez dessus aussi près que possible de l'ordre d'origine.\nVous commencerez avec une séquence de deux carrés, et vous aurez deux essais pour chaque longueur de séquence. La séquence augmentera d'un chaque fois que vous obtiendrez au moins une des deux séquences correctes.\nSi vous êtes correct, votre prochaine liste sera d'un plus long. Cliquez sur le bouton de la souris lorsque vous êtes prêt à commencer.",
"PROMPT1": "Vous effectuerez d'abord trois essais de pratique pour vous familiariser avec le test. Ils n'affecteront pas votre score.",
"PROMPT2": "Maintenant, vous verrez effectuer les essais normaux. Ceux-ci compteront pour votre score. Cliquez sur la souris pour commencer.",
"PROMPTFINAL1": "Merci d'avoir participé. Informez l'expérimentateur que vous avez terminé.",
"PROMPTFINAL2": "Étendue du bloc:",
"PROMPTFINAL3": "Score total:",
"PROMPTFINAL4": "Total d'essais corrects:",
"PROMPTFINAL5": "Étendue de mémoire:",
"READY": "PRÊT",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"DONE": "Terminé",
"AUTHOR": "Automatic translation via Claude Code"
}
