{
  "KEY1": "1",
  "KEY2": "2",
  "KEY3": "3",
  "KEY4": "4",
  "KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, e <KEY4>",
  "COLOR1": "rosso",
  "COLOR2": "verde",
  "COLOR3": "blu",
  "COLOR4": "giallo",
  "WORD1": "quando",
  "WORD2": "duro",
  "WORD3": "e",
  "WORD4": "sopra",
  "PRACTICETEXT": "Prima di iniziare, la preghiamo di prendersi un momento per imparare l'associazione tra colori e tasti.  Prema i tasti [<KEYSTRING>] consecutivamente per esercitarsi con gli stimoli, e la barra spaziatrice per iniziare il test.",
  "PRACTICETOCRIT": "Prima di tutto, si eserciterà a nominare i colori con parole che corrispondono al loro colore. Per esempio, la parola 'ROSSO' apparirà in colore rosso. Prema il tasto associato al rosso. Questo primo turno è per aiutarla a esercitarsi a premere il tasto associato a ciascun colore. Dovrebbe cercare di farlo senza guardare la legenda nella parte inferiore dello schermo. A volte può aiutare ricordare separatamente la coppia sinistra e la coppia destra.\n\nPer continuare con il test principale, deve completare questa esercitazione senza più di 2 errori. Se commette più di 2 errori, ripeterà questa esercitazione (fino a 4 volte).\n\nPrema un tasto qualsiasi per iniziare l'esercitazione.",
  "PRACTICEFAILURE": "Spiacenti, ha commesso più di due errori. Prima di poter sostenere il test, deve imparare l'associazione tra tasti e colori. Provi di nuovo a imparare l'associazione senza errori.\n\nPrema un tasto qualsiasi per continuare.",
  "INST": "Sta per prendere parte ad una prova che riguarda la sua abilità nel leggere le parole e i colori in cui compaiono. Dovrà nominare i colori in cui appaiono le parole e i cerchi, ignorando la parola, anche se la parola è il nome di un colore. Prema un tasto qualsiasi per continuare.",
  "INST1": "Ora che si è esercitato, faremo alcuni turni di prova. In questa parte, la preghiamo di indicare i colori dei puntini il più velocemente possibile. La preghiamo di seguire il rettangolo grigio e di premere il tasto corretto [<KEYSTRING>] di conseguenza.\n\n\n   Prema un tasto qualsiasi per cominciare.",
  "INST2": "Questa volta, la preghiamo di indicare i colori delle parole il più velocemente possibile. La preghiamo di seguire il rettangolo grigio e di premere il tasto corretto [<KEYSTRING>] in accordo a ciò.\n\n\n   Prema un tasto qualsiasi per cominciare.",
  "INST3": "La preghiamo nuovamente, di indicare i colori in cui sono scritte le parole il più velocemente possibile. Non legga le parole! Indichi, invece, il colore in cui sono scritte le parole.\n\n\n   Prema un tasto qualsiasi per cominciare.",
  "HEADBEGIN": "Prema un tasto qualsiasi per cominciare.",
  "HEADBLOCK": "Prema il tasto corrispondente per indicare il colore.",
  "EXIT": "Ora ha finito. La ringraziamo per la sua partecipazione."
}
