{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, <KEY4>",
"COLOR1": "красный",
"COLOR2": "зелёный",
"COLOR3": "синий",
"COLOR4": "жёлтый",
"WORD1": "когда",
"WORD2": "трудный",
"WORD3": "и",
"WORD4": "над",
"PRACTICETEXT": "Перед началом потратьте немного времени, чтобы изучить соответствие между цветами и клавишами. Нажимайте клавиши [<KEYSTRING>] последовательно для практики со стимулами, и клавишу пробел, чтобы начать тест.",
"PRACTICETOCRIT": "Сначала вы будете практиковаться в назывании цветов со словами, которые соответствуют их цвету. Например, слово 'КРАСНЫЙ' появится красным цветом. Нажмите клавишу, связанную с красным. Этот первый раунд поможет вам попрактиковаться в нажатии клавиши, связанной с каждым цветом. Постарайтесь делать это, не глядя на легенду внизу экрана. Иногда помогает запомнить левую пару и правую пару отдельно.\n\nЧтобы продолжить основной тест, вы должны завершить эту практику, сделав не более 2 ошибок. Если вы сделаете более 2 ошибок, вы повторите эту практику (до 4 раз).\n\nНажмите любую клавишу, чтобы начать практику.",
"PRACTICEFAILURE": "Извините, вы сделали более двух ошибок. Прежде чем приступить к тесту, вам нужно изучить соответствие между клавишами и цветами. Попробуйте снова изучить соответствие без ошибок.\n\nНажмите любую клавишу, чтобы продолжить.",
"INST": "Вы будете проверены на то, насколько хорошо вы можете читать слова и цвета, в которых они появляются. Вам нужно будет называть цвета, в которых появляются слова и круги, игнорируя само слово, даже если слово является названием цвета. Нажмите любую клавишу, чтобы продолжить.",
"INST1": "Теперь, когда вы попрактиковались, мы проведем несколько тестовых раундов. В этой части вы должны называть цвета точек как можно быстрее. Следуйте за серым прямоугольником и нажимайте соответствующие клавиши [<KEYSTRING>].\n\n\n   Нажмите любую клавишу, чтобы начать.",
"INST2": "На этот раз называйте цвета слов как можно быстрее. Следуйте за серым прямоугольником и нажимайте соответствующую клавишу [<KEYSTRING>].\n\n\n   Нажмите любую клавишу, чтобы начать.",
"INST3": "Снова называйте цвета, которыми напечатаны слова, как можно быстрее. Не читайте слово! Вместо этого называйте цвет, которым напечатано слово.\n\n\n   Нажмите любую клавишу, чтобы начать.",
"HEADBEGIN": "Нажмите любую клавишу, чтобы начать",
"HEADBLOCK": "Нажмите клавишу, чтобы указать цвет.",
"EXIT": "Вы закончили. Спасибо за участие."
}
