{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, ili <KEY4>",
"COLOR1": "crvena",
"COLOR2": "zelena",
"COLOR3": "plava",
"COLOR4": "žuta",
"WORD1": "kada",
"WORD2": "teško",
"WORD3": "i",
"WORD4": "preko",
"PRACTICETEXT": "Prije nego što počnemo, odvojite trenutak da naučite mapiranje između boja i tipki. Pritisnite tipke [<KEYSTRING>] uzastopno kako biste vježbali stimulanse, i razmaknicu da započnete test.",
"PRACTICETOCRIT": "Prvo ćete vježbati imenovanje boja riječima koje odgovaraju njihovoj boji. Na primjer, riječ 'CRVENA' pojavit će se u crvenoj boji. Pritisnite tipku povezanu s crvenom. Ova prva runda je da vam pomogne vježbati pritiskanje tipke povezane sa svakom bojom. Trebali biste pokušati to učiniti bez gledanja u legendu na dnu zaslona. Ponekad može pomoći da zapamtite lijevi par i desni par odvojeno.\n\nDa biste nastavili s glavnim testom, morate dovršiti ovu vježbu s ne više od 2 pogreške. Ako napravite više od 2 pogreške, ponovit ćete ovu vježbu (do 4 puta).\n\nPritisnite bilo koju tipku da započnete vježbu.",
"PRACTICEFAILURE": "Žao nam je, napravili ste više od dvije pogreške. Prije nego što možete pristupiti testu, morate naučiti mapiranje između tipki i boja. Pokušajte ponovno naučiti mapiranje bez pogrešaka.\n\nPritisnite bilo koju tipku za nastavak.",
"INST": "Bit ćete testirani u pogledu toga koliko dobro možete čitati riječi i boje u kojima se pojavljuju. Morat ćete imenovati boje u kojima se pojavljuju riječi i krugovi, ignorirajući riječ, čak i ako je riječ naziv boje. Pritisnite bilo koju tipku za nastavak.",
"INST1": "Sada kada ste vježbali, napravit ćemo neke testne runde. U ovom dijelu morate imenovati boje točaka što je brže moguće. Slijedite sivi pravokutnik i pritisnite odgovarajuće ispravne tipke [<KEYSTRING>].\n\n\n   Pritisnite bilo koju tipku za početak.",
"INST2": "Ovaj put, imenujte boje riječi što je brže moguće. Slijedite sivi pravokutnik i pritisnite odgovarajuću ispravnu tipku [<KEYSTRING>].\n\n\n   Pritisnite bilo koju tipku za početak.",
"INST3": "Opet, imenujte boje u kojima su riječi ispisane što je brže moguće. Ne čitajte riječ! Umjesto toga, imenujte boju u kojoj je riječ ispisana.\n\n\n   Pritisnite bilo koju tipku za početak.",
"HEADBEGIN": "Pritisnite bilo koju tipku za početak",
"HEADBLOCK": "Pritisnite tipku za označavanje boje.",
"EXIT": "Sada ste završili. Hvala vam na sudjelovanju."
}
