{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, of <KEY4>",
"COLOR1": "rood",
"COLOR2": "groen",
"COLOR3": "blauw",
"COLOR4": "geel",
"WORD1": "als",
"WORD2": "moeilijk",
"WORD3": "en",
"WORD4": "over",
"PRACTICETEXT": "Voor we beginnen, neem een moment om de overeenkomst tussen de kleuren en toetsenbord nummers te leren.  Toets de nummers 1-4 achtereenvolgens om de stimuli te oefenen, en druk op de space bar om de test te beginnen.",
"PRACTICETOCRIT": "Eerst zul je oefenen met het benoemen van kleuren met woorden die overeenkomen met hun kleur. Bijvoorbeeld, het woord 'ROOD' zal verschijnen in rode kleur. Druk op de toets die geassocieerd is met rood. Deze eerste ronde is om je te helpen oefenen met het indrukken van de toets die geassocieerd is met elke kleur. Je moet proberen dit te doen zonder naar de legenda onderaan het scherm te kijken. Het kan soms helpen om het linkerpaar en rechterpaar apart te onthouden.\n\nOm door te gaan naar de hoofdtest, moet je deze oefening voltooien met niet meer dan 2 fouten. Als je meer dan 2 fouten maakt, zul je deze oefening herhalen (tot 4 keer).\n\nDruk op een willekeurige toets om de oefening te beginnen.",
"PRACTICEFAILURE": "Sorry, je hebt meer dan twee fouten gemaakt. Voordat je de test kunt doen, moet je de overeenkomst tussen toetsen en kleuren leren. Probeer opnieuw de overeenkomst te leren zonder fouten.\n\nDruk op een willekeurige toets om door te gaan.",
"INST": "Je wordt getest op hoe goed je woorden en de kleuren waarin ze verschijnen kunt lezen. Je zult de kleuren moeten benoemen waarin woorden en cirkels verschijnen, waarbij je het woord negeert, zelfs als het woord de naam van een kleur is. Druk op een willekeurige toets om door te gaan.",
"INST1": "Nu je hebt geoefend, zullen we wat testronden doen. In dit deel moet je de namen van de kleuren van de stippen zo snel mogelijk benoemen. Volg het grijze vierkant en druk vervolgens op de juiste toets [<KEYSTRING>].\n\n\n   Druk op een willekeurige toets om te beginnen.",
"INST2": "Benoem nu de kleuren van de woorden zo snel als je kunt. Volg het grijze vierkant en druk op de juiste bijbehorende toets [<KEYSTRING>].\n\n\n   Druk op een willekeurige toets om te beginnen.",
"INST3": "Opnieuw, benoem de kleuren waarin de woorden worden getoond zo snel als je kunt. Lees niet het woord! Noem in plaats daarvan de kleur waarin het is geprint.\n\n\n   Druk op een willekeurige toets om te beginnen.",
"HEADBEGIN": "Druk op een willekeurige toets om te beginnen",
"HEADBLOCK": "Druk op een toets om de kleur aan te geven.",
"EXIT": "Je bent nu klaar. Bedankt voor je deelname."
}
