{
"KEY1": "1",
"KEY2": "2",
"KEY3": "3",
"KEY4": "4",
"KEYSTRING": "<KEY1>, <KEY2>, <KEY3>, e <KEY4>",
"COLOR1": "vermelho",
"COLOR2": "verde",
"COLOR3": "azul",
"COLOR4": "amarelo",
"WORD1": "cada",
"WORD2": "hoje",
"WORD3": "nunca",
"WORD4": "tudo",
"PRACTICETEXT": "Antes de começarmos, tire um momento para aprender a relação entre as cores e os números do teclado.  Pressione os números <KEYSTRING> consecutivamente para praticar os estímulos e a barra de espaço para começar o teste.",
"PRACTICETOCRIT": "Primeiro, você vai praticar nomeando cores com palavras que correspondem à sua cor. Por exemplo, a palavra 'VERMELHO' aparecerá em cor vermelha. Pressione a tecla associada ao vermelho. Esta primeira rodada é para ajudá-lo a praticar pressionando a tecla associada a cada cor. Você deve tentar fazer isso sem olhar para a legenda na parte inferior da tela. Às vezes pode ajudar lembrar o par esquerdo e o par direito separadamente.\n\nPara continuar com o teste principal, você deve completar esta prática com não mais de 2 erros. Se você cometer mais de 2 erros, repetirá esta prática (até 4 vezes).\n\nPressione qualquer tecla para começar a prática.",
"PRACTICEFAILURE": "Desculpe, você cometeu mais de dois erros. Antes de poder fazer o teste, você precisa aprender a correspondência entre teclas e cores. Tente novamente aprender a correspondência sem erros.\n\nPressione qualquer tecla para continuar.",
"INST": "Você está prestes a ser avaliado em relação a quão bem você consegue ler palavras e as cores em que elas aparecem. Você precisará nomear as cores em que palavras e círculos aparecem, ignorando a palavra, mesmo que a palavra seja o nome de uma cor. Pressione qualquer tecla para continuar.",
"INST1": "Agora que você praticou, faremos algumas rodadas de teste. Nessa parte, você deverá nomear as cores dos círculos o mais rápido que você puder. Siga o retângulo cinza e pressione a tecla correta [<KEYSTRING>] apropriadamente.\n\n\n   Pressione qualquer tecla para começar.",
"INST2": "Dessa vez, nomeie as cores das palavras o mais rápido que puder. Siga o retângulo cinza e pressione a tecla correta [<KEYSTRING>] apropriadamente.\n\n\n   Pressione qualquer tecla para começar.",
"INST3": "Novamente, nomeie as cores nas quais as palavras estão impressas o mais rápido que puder. Não leia a palavra! Em vez disso, nomeie a cor na qual a palavra foi impressa.\n\n\n   Pressione qualquer tecla para começar.",
"HEADBEGIN": "Pressione qualquer tecla para começar",
"HEADBLOCK": "Pressione a tecla para indicar a cor.",
"EXIT": "Você terminou. Obrigado por participar."
}
