{
"INSTFOR": "U staat op het punt deel te nemen aan een test die uw vermogen meet om een reeks locaties op het scherm te onthouden. U zult negen blauwe vierkanten op het scherm zien. Bij elke poging zullen de vierkanten een voor een in volgorde oplichten. Onthoud de volgorde. Wanneer de reeks is afgelopen, moet u op elk vierkant klikken IN DEZELFDE VOLGORDE ALS ZE GEGEVEN WERDEN. Wanneer u klaar bent, klikt u op de knop KLAAR. Als u de volgorde van de vierkanten niet kunt onthouden, klik er dan zo dicht mogelijk bij de oorspronkelijke volgorde op.\nU begint met een reeks van twee vierkanten, en u krijgt twee pogingen voor elke reekslengte. De reeks zal met één toenemen wanneer u ten minste één van de twee reeksen correct heeft.\nAls u correct bent, zal uw volgende lijst één langer zijn. Klik op de muisknop wanneer u klaar bent om te beginnen.",
"INSTBACK": "U staat op het punt deel te nemen aan een test die uw vermogen meet om een reeks locaties op het scherm te onthouden. U zult negen blauwe vierkanten op het scherm zien. Bij elke poging zullen de vierkanten een voor een in volgorde oplichten. Onthoud de volgorde. Wanneer de reeks is afgelopen, moet u op elk vierkant in de reeks klikken. U moet dit echter doen IN DE OMGEKEERDE VOLGORDE DAT ZE GEGEVEN WERDEN. Dat wil zeggen, klik eerst op het laatste vierkant dat u zag, dan op het op een na laatste, enzovoort totdat u als laatste op het eerste vierkant klikt.\nWanneer u klaar bent, klikt u op de knop KLAAR. Als u de volgorde van de vierkanten niet kunt onthouden, klik er dan zo dicht mogelijk bij de oorspronkelijke volgorde op.\nU begint met een reeks van twee vierkanten, en u krijgt twee pogingen voor elke reekslengte. De reeks zal met één toenemen wanneer u ten minste één van de twee reeksen correct heeft.\nAls u correct bent, zal uw volgende lijst één langer zijn. Klik op de muisknop wanneer u klaar bent om te beginnen.",
"PROMPT1": "U zult eerst drie oefenpogingen uitvoeren om vertrouwd te raken met de test. Ze zullen uw score niet beïnvloeden.",
"PROMPT2": "Nu zult u zien dat u de normale pogingen uitvoert. Deze tellen mee voor uw score. Klik op de muis om te beginnen.",
"PROMPTFINAL1": "Bedankt voor uw deelname. Waarschuw de experimentator dat u klaar bent.",
"PROMPTFINAL2": "Blokbereik:",
"PROMPTFINAL3": "Totale score:",
"PROMPTFINAL4": "Totaal correcte pogingen:",
"PROMPTFINAL5": "Geheugenbereik:",
"READY": "KLAAR",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"DONE": "Klaar",
"AUTHOR": "Automatic translation via Claude Code"
}
