{
"INST1": "In this task, you will monitor a set of five creatures (insects and lizards) crawling around on the screen.  Each lizard is chasing a single insect, and chases it until it catches and eats it.  Lizards will also eat any other insect they run across.   Your job is to watch these creatures.  Every few seconds, we will interrupt you and ask you about the creatures.  One type of probe will just ask you to click the mouse at the locations of each target.  Try a few of these right now to get a feel for it. Click mouse to begin.",
"INST2": "Another type of interruption will show a circle surrounding a particular creature, and you will need to specify which type of creature it was.  Try a few of these now as well. Click the mouse to begin.",
"INST3": "The final type of interruption will ask you to identify the direction a target was moving in.   In this probe, a target will be replaced by a red dot, and an image of the target will appear at the bottom of the screen. Click on the screen to specify which direction it was facing in, then hit 'DONE' to continue.  You can click more than once if you think you didn't get the direction right the first time.  Try a few of these now as well. Click the mouse to begin.",
"INST4": "Now, we will do a longer block of the first type of interruption.  On these trials, you will only need to monitor the locations of the creatures.  Click the mouse to begin.",
"INST5": "Now, we will do a longer block of the second type of interruption.  On these trials, you will need to identify the type of creature at the probed location.  Click the mouse to begin.",
"INST6": "Now, we will do a longer block of the third type of interruption.  On these trials, you will need to identify the direction the creatures are heading in.  Click the mouse to begin.",
"INST7": "Finally, you will do a block where any of the three probes can occur.  Click the mouse to begin.",
"INSTEND": "Thank you.  You may now move to the next test.  Click mouse to complete.",
"HEAD1": "Click on location of each insect or lizard.",
"HEAD2": "Average Miss:  [<MISS> inches].  Click the mouse to continue",
"HEAD3": "Click on location of red target",
"HEAD4": "Which creature was at target location?",
"HEAD5": "Which bug was this predator (the red dot) tracking?",
"HEAD6": "In what direction is the target heading?",
"HEAD7": "Adjust or click 'done' to continue",
"DONE": "DONE",
"AUTHOR": "Shane T. Mueller"
}
