{
"INST1": "Bu testte ekranda 5 yaratığın ( kertenkeleler ve böcekler) hareketlerini izleyeceksiniz. Her kertenkele bir böceği kovalamaktadır ve takip onları yakalayana ve yiyene kadar devam etmektedir. Kertenkeleler takip ettikleri böceklerden başka böceklerle karşılaşırlarsa onları da yiyeceklerdir. Sizden istenen bu yaratıkları izlemenizdir. Birkaç saniyede bir test kesilerek size yaratıklar hakkında soru sorulacaktır. İlk tip kesilmede her yaratığın son olarak bulundukları bölgelere fare ile tıklamanızı istiyoruz. Şimdi onları doğru hissetmek için biraz çalışın. Başlamak için fareye tıklayın.",
"INST2": "Diğer tip kesilmede bir yaratığın önceden bulunduğu yerin çevresinde bir daire görülecek. Size yeri gösterilen yaratığın hangi yaratık olduğu sorulacak. Şimdi bunun için biraz çalışın. Başlamak için fareye tıklayın.",
"INST3": "En son kesilmede size yaratıkların hareket ettikleri yön sorulacak. Hareket yönünü bulmanız gereken yaratığın yeri ekranda kırmızı nokta ile  gösterilecektir. Sizden istenen yaratığı, hareketli iken yüzünün dönük olduğu konuma fare yardımı  ile getirmeniz ve sonra "+gQuote+"tamam"+gQuote+" butonuna tıklamanız. Yaratığın konumunu belirleyene kadar fareye birden fazla kere tıklayabilirsiniz. Şimdi biraz çalışın. Başlamak için fareye tıklayın.",
"INST4": "Şimdi ilk tip kesilme için uzun bir blok yapılacak. Bu çalışmalarda sadece yaratıkların yerlerini izlemeniz gerekiyor. Başlamak için fareye tıklayın.",
"INST5": "Şimdi ikinci tip kesilme için uzun bir blok yapılacak. Bu çalışmalarda sizden belirtilecek yerdeki yaratığın hangisi olduğunu bilmeniz isteniyor. Başlamak için fareye tıklayın.",
"INST6": "Şimdi üçüncü tip kesilme için uzun bir blok yapılacak. Bu çalışmalarda kertenkelelerin hedeflerini izlemeniz gerekiyor. Başlamak için fareye tıklayın.",
"INST7": "Son olarak her üç kesilmeyi de içeren bir blok yapılacak. Başlamak için fareye tıklayın.",
"INSTEND": "Teşekkür ederiz. Testi bitirmek için fareye basın.",
"HEAD1": "Bütün kertenkele ve böceklerin bulundukları yerleri tıklayınız.",
"HEAD2": "Ortalama olarak ıskalama: [<MISS> inches].   Devam etmek için fareye basınız.",
"HEAD3": "Kırmızı hedefin üstünü tıklayın.",
"HEAD4": "Gösterilen bölgede hangi yaratık vardı?",
"HEAD5": "Bu kertenkele (kırmızı nokta)hangi böceği takip etmekteydi?",
"HEAD6": "Hedef hangi yöne doğru gidiyordu?",
"HEAD7": "Ayarlayın veya devam etmek için tamam butonuna basın.",
"DONE": "TAMAM",
"AUTHOR": ""
}
