{
"FOOTER1": "Left Shift                                 Right Shift",
"FOOTER2": "Sum less than 5                        Sum greater than 5",
"BLOCK": "Block",
"INST1A": "In this task, you must solve a number of simple addition and subtraction problems to determine whether the correct answer is greater or less than 5. The two possible reponses on the task are 'greater than' (>) and 'less than' (<).  Less-than responses are made by pressing the left shift key on the keyboard, and greater-than responses are made by pressing the right shift key on  the keyboard. No problem will ever have the value 5 as the correct answer. Press any key to continue.",
"INST1B": "You start the task whenever you are ready by pressing any key on the keyboard.  Testing periods last for 3 minutes each. Math problems appear one at a time on the screen, and should be solved from left to right. Always perform the additions and subtractions in the order that they appear in the problems. As soon as you respond to a problem, a new problem will appear. Try to perform the task as quickly and accurately as possible. Go as fast as you can, but if you start to make errors because you are trying to go too fast, slow down. You should try to respond correctly to every problem. At the end of the 3-minute testing period, the task will automatically stop. Press any key to continue.",
"INST1C": "The number of additions and subtractions to be performed in each problem will vary from one 3-minute period to another. On some periods problems will require only one addition or subtraction to be performed; on others, two additions and/or subtractions; and on others, three operations. However, in a given 3-minute test period, all problems will have the same number of mathematical operations.\n\n    Press any key to begin.",
"INTERBLOCK": "The problems in this block will all have <LENGTH> numbers. You have a deadline of <DEADLINE> seconds to solve each one. Good luck.  Press any key to begin.",
"DEBRIEF": "This test is complete.  Thanks for participating. Press any key to continue",
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"TOOSLOW": "Too Slow"
}
