{
"INST1": "First, you will practice identifying letters. You will either see a <STIM1> or a <STIM2>.  When you see a <STIM1>, respond using the left shift key.  When you see a <STIM2>, respond using the right shift key. Respond as quickly and accurately as possible.  Hit the space bar to begin",
"INST2": "Now, you will still need to decide between <STIM1> or a <STIM2>, but they will appear in large blocks on the screen, like you see below.  Hit the space bar to begin.",
"INST3": "Now, you will still need to decide between <STIM1> or a <STIM2>, but they will appear as large outlines of letters, created from small squares, like you see below.  Hit the space bar to begin",
"INST4": "Now, you will still need to decide between <STIM1> or a <STIM2>, but they will appear as large squares or outlines of letters, created from individual letters, like you see below.  In this task, RESPOND TO THE SMALL LETTERS, and NOT THE LARGE OUTLINE.  Hit the space bar to begin",
"INST5": "Now, you will still need to decide between <STIM1> or a <STIM2>, and they will appear as large outlines of letters, created from individual letters or boxes, like you see below.  In this task, RESPOND TO THE LARGE LETTER SHAPES, and NOT THE individual letters making up the shape.  Hit the space bar to begin",
"INST6": "Now, you will still need to decide between <STIM1> or a <STIM2>, but they will appear as large squares or outlines of letters, created from individual letters, like you see below.   This round, each stimulus will be on a different area aof the screen. RESPOND TO THE SMALL LETTERS, and NOT THE LARGE OUTLINE.  Hit the space bar to begin",
"INST7": "Now, you will still need to decide between <STIM1> or a <STIM2>, and they will appear as large outlines of letters, created from individual letters or boxes, like you see below. This round, each stimulus will be on a different area aof the screen.  RESPOND TO THE LARGE LETTER SHAPES, and NOT THE individual letters making up the shape.  Hit the space bar to begin",
"DEBRIEF": "Thank you for participating in the study. Alert the experimenter that you are done",
"RESPFOOTER": "Left shift                        Right shift",
"FOOTER1": "Respond to letter",
"FOOTER2": "Respond to small letters",
"FOOTER3": "Respond to large letter",
"FOOTER4": "Respond to small letters",
"FOOTER5": "Respond to large letter",
"FOOTER6": "Respond to small letters",
"FOOTER7": "Respond to large letter",
"CORRECT": "CORRECT",
"INCORRECT": "INCORRECT"
}
