{
"INST1": "In diesem Spiel sehen Sie eine Form in der Mitte des Bildschirms, wie den blauen Kreis, den Sie unten sehen. Sie werden gebeten zu bestimmen, ob sie auf die rechte oder linke Seite gehört, basierend auf einer Regel.",
"INST2": "Verwenden Sie die Antworttasten oder Schaltflächen, die unten auf dem Bildschirm angezeigt werden, um anzugeben, auf welche Seite die Form gehört. Drücken Sie eine Antworttaste, um zum ersten Teil des Spiels fortzufahren.",
"PRACTICE_INTRO": "Antworten Sie, indem Sie die Position auswählen, die der FORM entspricht, die Sie in der Mitte des Bildschirms sehen. Ignorieren Sie die Farbe der Objekte. Wir beginnen mit einer Übungsrunde.\nDrücken Sie eine Antworttaste, um zu beginnen.",
"LABEL": "Wählen Sie die Position, die der Form des Bildes in der Mitte entspricht",
"BLOCK1": "Gut. In der nächsten Runde antworten Sie, indem Sie die Position auswählen, die der FORM entspricht, die Sie in der Mitte des Bildschirms sehen. Ignorieren Sie die Farbe der Objekte.\nDrücken Sie eine Antworttaste, um zu beginnen.",
"BLOCK2": "In dieser Runde antworten Sie, indem Sie die Position auswählen, die der Form entspricht, die Sie in der Mitte des Bildschirms sehen. Ignorieren Sie die Farbe der Objekte.\nDrücken Sie eine Antworttaste, um zu beginnen.",
"BLOCK3": "In dieser Runde antworten Sie, indem Sie die Position auswählen, die der Form entspricht, die Sie in der Mitte des Bildschirms sehen. Ignorieren Sie die Farbe der Objekte.\nDrücken Sie eine Antworttaste, um zu beginnen.",
"BLOCK4": "In dieser Runde antworten Sie, indem Sie die Position auswählen, die der Form entspricht, die Sie in der Mitte des Bildschirms sehen. Ignorieren Sie die Farbe der Objekte.\nDrücken Sie eine Antworttaste, um zu beginnen.",
"DEBRIEF": "Vielen Dank für Ihre Teilnahme an dieser Studie. Bitte informieren Sie den Forscher, dass Sie fertig sind.",
"CORRECT": "Richtig",
"INCORRECT": "Falsch",
"CONTINUE":"Machen Sie eine Antwort, um fortzufahren",
"CLICK_SHAPE":"Klicken Sie auf Form zum Antworten",
"TAP_SHAPE":"Tippen Sie auf Form zum Antworten"
}
