{
"CORRECT": "Correct",
"INCORRECT": "Incorrect",
"TOOSLOW": "Too slow",
"SMALL": "small",
"LARGE": "large",
"SHAPES": "shapes",
"CIRCLE": "circle",
"SQUARE": "square",
"ARROW": "arrow",
"ARROWS": "arrows",
"SHAPE": "shape",
"RED": "red",
"BLUE": "blue",
"LEFT": "left",
"RIGHT": "right",
"TOP": "the top",
"BOTTOM": "the bottom",
"FOOTER1": "Press 1 for <DIM1A> and 2 for <DIM1B> of <MODIFIER1>",
"FOOTER2": "Press 9 for <DIM2A> and 0 for <DIM2B> of <MODIFIER2>",
"MESSAGE1": "In this task, you will respond to either one or two aspects of the stimulus you see on the screen. Examples of these are shown to the right.  Sometimes, you will need to respond based on <DIM1>.   When this is the case, press 1 for <DIM1A>, and 2 for <DIM1B>, using your left hand.  Sometimes you will respond based on <DIM2>. In this case, press the 9 for <DIM2A>, and 0 for <DIM2B>, using your right hand. Press OK to continue.",
"PURE1": "Now, you will do some pure trials responding to the <DIM1> of the object with your LEFT hand.  Remember, press 1 for <DIM1A> and 2 for <DIM1B>.",
"PURE2": "Now, you will do some pure trials, responding to the <DIM2> of the object with your RIGHT hand. Remember, press 9 for <DIM2A> and press 0 for <DIM2B>.",
"BOTH1": "Now, you answer BOTH.  press 1 for <DIM1A> and 2 for <DIM1B> while pressing 9 for <DIM2A> and 0 for <DIM2B>. Try to answer both as quickly and accurately as possible.",
"BOTHYOKED": "Now, you answer BOTH, but you should try to make both responses AT THE SAME TIME.  press 1 for <DIM1A> and 2 for <DIM1B> while pressing 9 for <DIM2A> and 0 for <DIM2B>. Try to answer both as quickly and accurately as possible, but do not make one response until you are ready for both.",
"FEEDBACK": "For the previous block, your results are displayed below:",
"DEBRIEF": "This part of the study is complete.",
"DIRECTION": "direction",
"SIZE": "size",
"BOTH": "both",
"BOTHTOGETHER": "Both together",
"BREAK": "You may take a short rest",
"SINGLEHEADER1": "Single task: Respond to <DIM1> with left hand",
"SINGLEHEADER2": "Single task: Respond to <DIM2> with right hand",
"DUALHEADER": "Dual task: Respond to <DIM1> with left hand and  <DIM2> with right hand",
"SAMETIME": "Respond at the same time"
}
